[
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "Listen to 'The Sunday Read'", "article_url": "https://www.nytimes.com/2020/04/12/podcasts/the-daily/weird-al-yankovic-coronavirus-music.html", "summary": "Why Weird Al Yankovic is an absurd artist for absurd times. "},
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "'On Tech With Shira Ovide'", "article_url": "https://www.nytimes.com/2020/04/10/technology/coronavirus-smartphones-surveillance.html", "summary": "Can our phones stop a pandemic?"},
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "Listen to 'Still Processing'", "article_url": "https://www.nytimes.com/2020/04/09/podcasts/still-processing-tiger-king.html", "summary": "\"Tiger King\": Big personalities, big issues and big cats."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "Hope, and New Life, in a Brooklyn Maternity Ward Fighting Covid-19", "article_url": "https://www.nytimes.com/2020/04/12/nyregion/coronavirus-births-mothers.html", "summary": "In a hospital at the center of the crisis, nearly 200 babies have arrived since March. Some pregnant women have fallen extremely ill, but doctors are winning battles for their lives and their children's."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "New York Region: Cuomo and De Blasio Continue to Spar Over Schools", "article_url": "https://www.nytimes.com/2020/04/12/nyregion/coronavirus-new-york-update.html", "summary": "Mayor Bill de Blasio said that city schools would be closed through the end of the school year. Gov. Andrew Cuomo has said that it's his decision."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "U.S.: As Death Toll Rises, Leaders Wrestle With When to Lift Restrictions", "article_url": "https://www.nytimes.com/2020/04/12/us/coronavirus-updates.html", "summary": "Dr. Anthony Fauci, the leading U.S. expert on infectious diseases, said to expect a \"rolling re-entry\" to normalcy."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "Global: Boris Johnson Is Discharged From Hospital", "article_url": "https://www.nytimes.com/2020/04/12/world/coronavirus-news.html", "summary": "Russia reported its largest daily increase in new cases. The pope live streamed his Easter Mass. Clashes have broken out in several countries."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "They Watch Trump's Virus Briefings Daily. Here's What They Have to Say.", "article_url": "https://www.nytimes.com/2020/04/12/us/politics/trump-coronavirus-briefings.html", "summary": "President Trump has millions of viewers for his daily appearances, but even in a pandemic, a stark partisan divide runs through how they see him."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "The Times is providing free access on the coronavirus crisis. Start here for a guide to all our coverage.", "article_url": "https://www.nytimes.comhttps://www.nytimes.com/news-event/coronavirus", "summary": ""},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "", "article_url": "https://www.nytimes.comhttps://www.nytimes.com/2020/04/08/us/doctors-treating-coronavirus.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Trump Was Warned Early and Often: Behind His Halting Response", "article_url": "https://www.nytimes.com/2020/04/11/us/politics/coronavirus-trump-response.html", "summary": "President Trump was slow to absorb the scale of the risk and focused on his message and the economy. Interviews and a review of records show a fuller picture."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Here are five takeaways on what Mr. Trump knew as the virus spread.", "article_url": "https://www.nytimes.com/2020/04/11/us/politics/trump-coronavirus-response-takeaways.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Read eight key email exchanges, including from government officials, on the faltering response.", "article_url": "https://www.nytimes.com/2020/04/11/us/politics/coronavirus-red-dawn-emails-trump.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Examining Tara Reade's Sexual Assault Allegation Against Joe Biden", "article_url": "https://www.nytimes.com/2020/04/12/us/politics/joe-biden-tara-reade-sexual-assault-complaint.html", "summary": "Ms. Reade, a former Senate aide, has accused Mr. Biden of assaulting her in 1993 and says she told others about it. A Biden spokeswoman said the claim was false."},
{"appears_ulr": "https://www.nytimes.com/2020/04/09/podcasts/still-processing-tiger-king.html", "title": "", "authors": "", "contents": "By and Lions, and tigers and barely suppressed glee at criminal weirdos, oh my!What has big personalities, big issues and big cats? Netflix's hit streaming show \"Tiger King: Murder, Mayhem and Madness.\"Discussed this week:\"\" (Netflix, 2020)\"\" (directed by Alexandre Moors, 2013)\"\" (HBO, 2002-08)\"\" (AMC, 2008-13)\"\" (ESPN, 2016)\"\" (directed by Joel and Ethan Coen, 1996)\"\" (Fox, 2015-20)\"\" (Lifetime, 2019) Wesley Morris is the critic at large for The New York Times and a staff writer for The New York Times Magazine. Jenna Wortham is a staff writer for the magazine.\"Still Processing\" is produced by Hans Buetow and edited by Sara Sarasohn and Sasha Weiss, with editorial oversight from Wendy Dorr and Lisa Tobin. Our engineer is Jake Gorski. Our theme music is by Kindness. It's called \"World Restart,\" from the album \"Otherness.\""},
{"appears_ulr": "https://www.nytimes.com/2020/04/12/podcasts/the-daily/weird-al-yankovic-coronavirus-music.html", "title": "", "authors": "", "contents": "On this episode of \"The Sunday Read,\" staff writer claims Weird Al Yankovic is not just a parody singer -- he's \"a full-on rock star, a legitimate performance monster and a spiritual technician doing important work down in the engine room of the American soul.\" In these absurd times, Sam reaches into his childhood to explain the enduring appeal of an absurd artist.Sam Anderson contributed reporting.\"The Daily\" is made by Theo Balcomb, Andy Mills, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Stella Tan, Alexandra Leigh Young, Jonathan Wolfe, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Adizah Eghan, Kelly Prime, Julia Longoria, Sindhu Gnanasambandan, M.J. Davis Lin, Austin Mitchell, Sayre Quevedo, Neena Pathak, Dan Powell, Dave Shaw, Sydney Harper, Daniel Guillemette, Hans Buetow, Robert Jimison, Mike Benoist and Bianca Giaever. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Lauren Jackson, Julia Simon, Mahima Chablani and Nora Keller."},
{"appears_ulr": "https://www.nytimes.com/2020/04/12/nyregion/coronavirus-new-york-update.html", "title": "Cuomo and De Blasio Continue to Spar Over Closing Schools: Live Updates", "authors": "", "contents": " Confirmed cases and deaths in New York State A day after Mayor Bill de Blasio said that New York City schools would be closed for the remainder of the academic year, Governor Andrew M. Cuomo continued to insist that the final decision was his. \"We won't open schools one minute sooner than they should be opened but we won't open schools one minute later than they should be opened either,\" the governor said Sunday. \"I do not know what we will be doing in June,\" he added, in a seeming rebuke to the mayor.\"Nobody knows what we will be doing in June.\"Asked if he had any plans to announce school closures, Mr. Cuomo demurred.\"We are where we are,\" he said. \"We are where we were.\"Reopening schools, businesses and transportation had to be coordinated regionally because \"you can't restart the economy without fully restarting schools,\" Mr. Cuomo said.Earlier Sunday, Mr. de Blasio said that the governor had \"done a very good job in this crisis,\" but that it was clear that schools should be closed until September.Mayor Bill de Blasio first , seemingly confirming that more than three months of regular schooling for 1.1 million children would be lost because of . In a Saturday evening interview, he said that he was in charge the city's school system, along with the schools chancellor, Richard A. Carranza.But Mr. Cuomo's aides have insisted that Mr. de Blasio does not have the legal authority to extend school closures. The mayor said Sunday that he had a duty to the children of New York City.\"This is not a legal or jurisdictional question,\" he said. \"This is a moral question.\"The decision to extend the closure would add to an enormous challenge for roughly 1,800 schools across the city's five boroughs, which have scrambled to adjust to remote learning .Gov. Andrew M. Cuomo said on Sunday that 758 more people had died in New York, but that other data showed that the state was slowing the virus's spread.That brought the total killed by the coronavirus in the state to 9,385.The governor's morning update tracked closely with the rest of the week, with the rate of hospitalization continuing to fall. The governor compared his experience of the outbreak to the film \"Groundhog Day,\" saying that each day felt like a repeat of the day before.Mr. Cuomo again criticized federal action responding to the coronavirus, saying that money had been misdirected, and that states that were less hard-hit had been given a disproportionate amount of funding.He said that he would sign an executive order on Sunday that would direct employers at essential businesses to provide employees with cloth or surgical face masks to wear when interacting with the public.New York City last week released preliminary data showing that the coronavirus is killing black and Latino New Yorkers that it is killing white New Yorkers.On Sunday, Mayor Bill de Blasio announced that the city would open testing centers in an effort to begin to address those disparities. \"We cannot accept this inequality,\" he said. \"We have to attack it with every tool we have.\"He said that by the end of next week, the city would open the testing centers in East New York, Brooklyn; Morrisania, Bronx; Harlem, Manhattan; Jamaica, Queens; and Clifton, Staten Island.Mr. de Blasio said that despite the ongoing hardship, there continued to be encouraging signs in the city's struggle against the virus. He reminded New Yorkers that the previous week had been expected to be one of the most painful of the outbreak, but that it had delivered some promising signs.\"This was a tough and painful week but it was also a very different week from the one we expected, and thank God for that,\" he said. Last Sunday was a moment that we were preparing for the worst and then we started to see some improvement.\"The number of those who needed to be intubated on a daily basis continued to fall, down from between 200 and 300 patients a day to about 70 patients a day, he said. He added that the city had a large enough supply of ventilators to get through the week.Mr. de Blasio repeated that progress in the fight against the virus was contingent on more testing, something that the city did not have the capability to provide for itself.\"We continue to plead for more testing,\" he said. \"It still has not come in anywhere near the numbers that we need.\"He said that he was continuing to ask the White House and FEMA for more testing.\"We must have the testing to help us move towards that next phase, where we get out of widespread transmission of coronavirus and move to low-level transmission,\" he said.He said that all city workers who had contact with the public would be required to wear face masks starting Monday.Daunted by the coronavirus pandemic, New Jersey officials last week pleaded for medical professionals from other states to come to their aid.By Friday morning, 75 ambulances with license plates from places as far as Minnesota and Georgia were starting to line up at MetLife Stadium in East Rutherford. Nearly 200 paramedics and emergency medical technicians stood ready to help New Jersey's strained health care system.\"It's a godsend to have them here,\" said John Grembowiec, director of in Newark.Mr. Grembowiec, whose team helped lead the visiting crews into the city convoy-fashion, emergency lights on, said locals welcomed them with fanfare.\"Neighbors were waving and blowing kisses, cars were beeping their horns and people were shouting, 'You go! You go!'\" Mr. Grembowiec said. \"And our people, who are so exhausted, had tears in their eyes because this was the cavalry coming to rescue them.\"Although New Jersey has that can send reinforcements from one region to another, most of their crews have been overwhelmed by the crisis. On Tuesday, officials from the state contacted the which then turned to a nationwide network asking for volunteers, said Mike Bascom, a member of the task force.Kevin Anderson, an operations supervisor for which has a FEMA contract, was one of those who picked up the phone.You might miss a birthday or an anniversary, but the community is the priority,\" he said. \"We're accustomed to it.\"As The New York Times follows the spread of the coronavirus across New York, New Jersey and Connecticut, we need your help. We want to talk to doctors, nurses, lab technicians, respiratory therapists, emergency services workers, nursing home managers -- anyone who can share what they are seeing in the region's hospitals and other health care centers. Even if you haven't seen anything yet, we want to connect now so we can stay in touch in the future.A reporter or editor may contact you. Your information will not be published without your consent.Reporting was contributed by Jonah Engel Bromwich, Jan Hoffman, Azi Paybarah, Edgar Sandoval, Eliza Shapiro, Tracey Tully and Katie Van Syckle."},
{"appears_ulr": "https://www.nytimes.com/2020/04/10/technology/coronavirus-smartphones-surveillance.html", "title": "Can Our Phones Stop a Pandemic?", "authors": "", "contents": " are using smartphone location data and other to track coronavirus outbreaks or make sure. There's debate among public health experts in the United States about whether and how to follow their lead.But this isn't a black-and-white choice between personal liberty and saving lives. Not all citizen surveillance actually works in spotting or stopping illness. Even effective technology requires us to and have health care officials follow up.I spoke with my colleagues and about the benefits and limits of snooping to fight this pandemic. Remember to ask two questions about any : Does it work? Is it creepy? The seems like a balanced idea. People can give it access to Bluetooth, and it logs every phone you come into contact with. If you develop the virus, health authorities get a record of your phone data so they can contact owners of the other phones. But people in Singapore will not see that data about others.Health agencies in Singapore and South Korea also, often in stunning detail, about the routes people took before they tested positive. We are talking about pervasive surveillance that could be used as a new means of social control to restrict people's movements or stigmatize, isolate or exile people later.During national emergencies, the delicate balance between public safety and personal privacy tends to shift toward government surveillance. But there still need to be limits on data collection and use, and independent oversight. This could be helpful for epidemiologists modeling transmission of the virus, and the effects of social distancing. But it isn't remotely a magic bullet.As for creepiness: It's no worse than Google using the same data to tell you when nearby stores are busy. In this case, information provided to the public is extremely limited. The virus is everywhere. Is it in your neighborhood? Yes!If you're revealing infected people at a granular level, it could be easy to identify them. It seems better to have a system that notifies people who may have been near the patient, but doesn't tell them where they encountered the person. There are discussions now about how best to do this. To Silicon Valley, everything looks like it can be solved with their prevailing tech -- tracking people, predicting their behavior and sorting them into groups to treat them differently. But surveillance can't solve everything!Hilda Namm isn't the typical bat mitzvah girl. Most people are 13 when they celebrate this Jewish rite of passage. Hilda is 94, and during World War II.She had been to read a portion of the Torah in front of family and the friends she's made in the decades she's attended Congregation Rodef Sholom in San Rafael, Calif.Then the coronavirus interrupted life. Hilda, who had barely used the internet before, moved her bat mitzvah online.Last Saturday, her daughter, Evelyn Namm, went over to Hilda's house with her laptop. From Hilda's sofa, the pair hopped on Facebook with 50 or so others.Rabbi Stacy Friedman opened with prayers for health care workers, people stocking grocery shelves and others in harm's way. When the time came for Hilda to read from the Torah, Cantor David Margules streamed a digital image of the pages on his phone, sharing it virtually with everyone gathered.When Hilda finished, Cantor Margules asked everyone to wish her well. There was a cascade of people, in tinny murmurs and more distinct voices, shouting, \"Mazel tov, Hilda!\" into their webcams. I watched from my sofa in New York City, and it made my weekend.On Wednesday, Hilda and Evelyn got together to celebrate Passover. A friend dropped off food for the two of them. I asked why Hilda wanted to have a bat mitzvah after all these years. \"I guess she finally wanted to become a woman,\" her daughter joked. \"I've been a woman all my life,\" Hilda shot back.A false idea linking the spread of the coronavirus to 5G wireless technology has in Britain this month, as my colleagues and report. Efforts to keep employees separated to prevent the spread of illness could prompt businesses to customer service centers, recycling facilities, grocery stores and other workplaces, Times reporters and write. That could make it harder for people to find jobs when the coronavirus crisis eases.Online grocery shopping is no longer a niche habit in this pandemic, and it's tough for shoppers to find a delivery window. Bloomberg News that people are swapping tips on Reddit about how to land a delivery spot, downloading multiple apps and refreshing order pages in the middle of night.: The Wall Street Journal reports on the of Steak-umm, the freezer-case steak sandwich company that is about what coronavirus information to trust. Also, so many great meat puns. in the Yukon. An unusual but amazing combo."},
{"appears_ulr": "https://www.nytimes.com/2020/04/12/nyregion/coronavirus-births-mothers.html", "title": "Hope, and New Life, in a Brooklyn Maternity Ward Fighting Covid-19", "authors": "", "contents": "The worried doctors stood together after their rounds, weighing the risks. A 31-year-old pregnant woman was in peril, her lungs ravaged by the coronavirus. If they delivered her baby now, it might reduce the strain on her body and help her recover.But it was more than two months before the due date, and the infant would probably have difficulty breathing, feeding and maintaining temperature and be at risk for long-term health problems. The surgery itself, a cesarean section, would be a stressor for the mother.In the end,the three obstetricians agreed: Neither the mother, on a ventilator, nor the child in her womb was getting enough oxygen, and the best chance to save both was to bring the baby into the world. Today.\"We needed to do something,\" said Dr. Erroll Byer Jr., chairman of the department of obstetrics and gynecology at the , reflecting on that morning nearly two weeks ago.The woman, Precious Anderson, was one of three critically ill expectant mothers at the same time in the community hospital, an unusual circumstance. Dr. Byer walked back and forth between the maternity floor and the intensive care unit, checking on her.The obstetrics unit, which delivers about 2,600 babies a year, is typically a place of celebration and fulfilled hopes. But amid the pandemic, it has been transformed.Nearly 200 babies have arrived since the beginning of March, according to Dr. Byer. Twenty-nine pregnant or delivering women have had suspected or confirmed cases of Covid-19, the disease caused by the virus. They have been kept separate from other patients, and medical workers wear protective clothing when attending to them. Hallways where women walked as they endured labor are empty, with the mothers-to-be confined to their rooms. Multiple doctors and nurses in the department have fallen ill.Even healthy pregnant women are anxious. \"They don't feel the happiness and joy that many people experience\" at this time of life, Dr. Byer said. Worse, some pregnant patients who become sick are so scared of coming into the hospital -- citing fear of the virus or of being alone -- that they have delayed doing so. A few of them have become dangerously ill.As at other New York hospitals, flattened this past week. But the intensive care unit at the Brooklyn hospital had to keep expanding, to nearly three times its original size, and deaths remained high. Nearly 90 patients confirmed or suspected to have the virus had succumbed since March 1. From Monday to Friday last week alone, 30 died. Five staff members have also died. The crisis is not over, Dr. Byer and other physicians warned.But he is grateful: So far, not one mother or baby has been lost. There have been no confirmed cases among newborns, though doctors are awaiting results for one, according to the chair of pediatrics, Dr. Noah Kondamudi.Ms. Anderson's case has been particularly harrowing. She had been a patient of Dr. Byer's for years. He counseled her on getting pregnant after a miscarriage and delivered her sister's children. Day after day, as she struggled for survival, he kept asking himself: Is she going to lose the baby she tried so hard to have? Will her child be left motherless?During her ordeal, her mother, Doris Robinson, came to Dr. Byer's office. \"Do you think she's going to make it?\" she asked. \"Please be real with me.\"When Ms. Anderson, a substitute teacher, finally got pregnant, prenatal visits became a family affair. The baby's father, David Cirilo, who works in security, and often Ms. Anderson's mother, joined her to watch the ultrasound examinations. The baby was due in June.Dr. Byer was fond of his patient -- \"a beautiful personality,\" he described her -- who asked questions about her health and how she could address several issues, including obesity, that could affect her chances of getting pregnant. \"She was very diligent,\" he told a reporter.On Thursday, March 26, when she was feeling sick, she called Dr. Byer. He asked her to visit the obstetrics clinic, but she said she was frightened to come to the hospital. Besides, she told him, it was probably just her asthma acting up.A day later, she had little choice. She arrived at the hospital coughing and laboring to breathe, unable to get out a full sentence. Dr. Byer told her she probably had Covid-19 -- \"she was classic\" -- and admitted her to a special area of the labor and delivery unit, where four rooms at the end of a hallway had been designated for pregnant patients who were infected with the coronavirus or believed to be.By the next day, the maternity team was unable to keep her oxygen levels high enough, and she was transferred to the I.C.U. \"She was just getting too short of breath,\" said Dr. James Gasperino, the head of critical care. Within 24 hours, she was on a ventilator.\"She tried for so many years, and now she's finally pregnant and happy and things are going well, and it just happens that this pregnancy takes place with this epidemic,\" Dr. Byer lamented. \"Those are the things you have no control over.\"Dr. Byer, 51, is the son of an obstetrician-gynecologist with whom he delivered babies and operated many times, starting when he was a resident at the nearby Long Island College Hospital, where his father practiced. His mother is a nurse. One of his sisters is a midwife. His wife is a pharmacist.He studied at Howard and Syracuse Universities and has worked at the Brooklyn Hospital Center for 20 years. He was drawn by its academic programs, he said, and because he \"liked being part of the community.\" Growing up, he had attended a high school for a while near Fort Greene Park, just around the corner from the hospital.Dr. Byer wakes up at 5:30 a.m., preparing for his day dealing with the coronavirus crisis. On his iPad, he checks what has happened overnight -- looking at the websites for the Centers for Disease Control and Prevention, Johns Hopkins University and the New York Health Department to see if there are any new recommendations and assess whether the city is reaching its peak patient load.He keeps an eye on the data. Several small studies have been published about the coronavirus in pregnancy. Babies have been found to be infected in a small minority of cases, but have generally fared well. While some hospitals separate new mothers with Covid-19 from their infants, others, including the Brooklyn Hospital Center, allow mothers to be with their newborns and nurse them -- the virus is not believed to be transmitted through breast milk. They are instructed to take precautions such as wearing masks and gowns and keeping their hands clean when having contact.Pregnant women are thought to be at a similar risk for severe illness from Covid-19 as other people. But Dr. Byer said that more research was needed, particularly in communities, like Brooklyn, where obesity, diabetes and hypertension are common among expectant mothers.Last Monday, three doctors in his unit were out sick. One tested negative for the virus and would be back soon.Dr. Byer and others discussed whether they had enough staffing and supplies, particularly protective equipment. \"It's this constant feeling: Is this shipment going to be enough for the next few days?\" he said. \"It's really a day-to-day thing.\"He had two operations that Monday: a planned C-section and assisting with surgery on a patient with a large mass in her abdomen. Before that he had rounds, on which all the cases in the obstetrics and gynecology service were discussed.One of the inpatients on the maternity floor with Covid-19 was Basharrie McKenzie, who had been on a ventilator in the intensive care unit, overlapping with Ms. Anderson and a woman who was 28 weeks pregnant and later recovered without an early delivery.Ms. McKenzie, 36, was born in Jamaica and came to the United States as a teenager. She has three children and works in medical coding at another Brooklyn hospital, where she believes she picked up the virus. At first, she thought she had a cold. Her 11-year-old daughter brought her juice made from carrots and beets to treat it.Nearly three weeks ago, on a Tuesday, she was having trouble breathing. Like Ms. Anderson, she was prodded by her obstetrician to come to the hospital when she fell ill, aboutthree months before her due date. The physician, Dr. Amber Ferrell, was alarmed when Ms. McKenzie called and was so short of breath she could barely speak. Dr. Ferrell alerted the intensive care team.Ms. McKenzie was admitted to the hospital and was scared to sleep for fear of never waking up. She watched staff members go in and out of the room next door for a patient she believes died.By that Friday, she had developed acute hypoxic respiratory failure -- not enough oxygen was getting into her blood, which meant the same was true for her baby. She was put on a ventilator.A day later, drifting in and out of consciousness, she felt certain that the medical staff was trying to kill her. In a panic, she pulled out her breathing tube. The doctors decided to see if she could maintain her breathing off the ventilator.In Room 11 of the I.C.U. two days later, she saw a physician in a white coat, Dr. Gasperino, pass by and give her a thumbs-up. It gave her hope. She returned the gesture with two thumbs and a smile. But she was still breathing rapidly and had a tube under her nose delivering a high flow of oxygen.\"I'm a little worried,\" one of the I.C.U. doctors told Dr. Gasperino when the team gathered to review patients that morning. The physicians agreed to give Ms. McKenzie another day to improve in the I.C.U.Ms. McKenzie praised God, she later said. Her sister, a pastor in Toronto, asked for prayers to be said for her. Slowly, her condition improved. She eventually left the I.C.U., where the great majority of Covid-19 patients have not survived, and was movedto a special isolated room in the maternity ward.Alone -- no visitors were permitted except for women giving birth, who can have one -- she kept herself occupied by browsing Instagram and FaceTiming with her children, including her 3-year-old, Aaliyah. It had been a tough year for the family, with four relatives dying in the previous six months.Last Monday night, Angela Lewis, a maternity nurse who has worked at the hospital for three decades, put on an N95 mask, a blue plastic gown, gloves, bootees and a face shield to enter Ms. McKenzie's room. She said she had received no specialized training for caring for coronavirus patients. \"Years ago, we were taught how to use the P.P.E. and the hand washing and everything. Covid is the same -- you have to apply it. You just be a little bit more careful,\" she said. \"And pray, pray.\"The nurse strapped a monitor around Ms. McKenzie's belly. The sound of her baby's heartbeat filled the small room.Ms. Lewis returned 30 minutes later, put on protective gear again and checked Ms. McKenzie's vital signs. She was breathing without assistance. Her temperature was normal. \"No contractions? No cramping?\" the nurse asked. She folded up the printout of the baby's heart rate.The next afternoon, Ms. McKenzie gathered her belongings. As she headed out of the unit to go home, one of about 80 coronavirus patients discharged last week, she caught sight of Dr. Byer and the nurses.Keena Samuels, the charge nurse of the maternity postpartum unit, said goodbye as Ms. McKenzie wept. \"You're going to be just fine,\" Ms. Samuels said. \"You're going to come back and deliver a healthy, beautiful baby.\" She added, \"You made it!\"In the I.C.U., Precious Anderson's condition was tenuous.\"You're seeing her not really getting significantly better, even though she's intubated and ventilating, and we had to figure out what we could do,\" Dr. Byer said. He conferred with two other doctors, specialists in both obstetrics and maternal-fetal medicine. Continuing her pregnancy, they concluded, could further compromise her lung function.\"I was thinking: 'What more can we do? Is she going to see her baby?'\" Dr. Byer recalled.The I.C.U. doctors also believed that delivering the baby might improve Ms. Anderson's condition. \"My gut feeling was that she would have more of her lungs to fight with,\" Dr. Gasperino said. They prescribed two doses of steroid medications, given 12 hours apart, to help reduce the risk of breathing problems in her baby.At the I.C.U. morning report two weeks ago, a doctor presented her case: \"She's going to go for C-section.\" The surgery took place around midday.Not long after she was wheeled in, Ms. Anderson became a mother. Her baby boy weighed 3.7 pounds.A team from the neonatal intensive care unit immediately began tending to him. He could not breathe well on his own and required a ventilator.Ms. Anderson, unconscious all the while, was taken back to the I.C.U. There was no significant improvement for days. Dr. Byer and Ms. Anderson's family were deeply worried.\"Because Covid is such a new and novel virus,\" the doctor said, there is no way to know what the outcome will be in an individual patient, \"even though you've tried everything you possibly could.\"The I.C.U. staff received special approval to try the with Ms. Anderson, according to Dr. Gasperino. In a study of 58 severely ill patients published last week in , the majority of those given the drug showed improvements, but there was no comparison group, so the significance was unclear.Last Monday afternoon, Dr. Byer went to see his patient in the I.C.U. \"How's Ms. Anderson doing?\" he asked one of the critical care doctors.She no longer needed the ventilator, which had just been removed, he was told. \"Very nice!,\" the obstetrician responded. \"Very, very nice.\"When he stood outside Ms. Anderson's room, she opened her eyes and patted her belly, as if she thought she was still pregnant. He gave the still-groggy patient a wave.He called her mother, Doris Robinson, to report the good news. \"She knows she had a baby, right?\" Ms. Robinson asked.Two days later, Ms. Anderson would tell Dr. Byer her baby's name: David III, after his father. On a tablet, Dr. Byer connected her from the I.C.U. by video to the neonatal intensive care unit. The infant's condition had been improving.\"Oh!\" Ms. Anderson said. \"He's asleep.\"\"He's taking the bottle well, sucking well,\" Mary Godineaux, the senior director of nursing for maternal-child health, said from the baby's bedside. \"He's so handsome, Precious.\"Ms. Anderson asked when he could go home, and Dr. Byer said he had to gain weight.Looking at her son, the new mother smiled and cried at the same time. \"Hey,\" she said. The child opened his eyes and wriggled. \"There you go. Hi.\""},
{"appears_ulr": "https://www.nytimes.com/2020/04/12/us/politics/trump-coronavirus-briefings.html", "title": "They Watch Trump's Virus Briefings Daily. Here's What They Have to Say.", "authors": "", "contents": "WASHINGTON -- For some supporters, President Trump's daily appearances with his coronavirus task force are a reassuring ritual during a time of crisis, consumed from the folds of a leather sectional, snacks and beverages within easy reach.\"If anybody is going to give us the most answers, it's the White House,\" said August Gernentz, 19, a construction worker from Red Wing, Minn., as he settled into his bedroom Thursday night with potato chips and a Dr Pepper to stream the briefing on his big-screen television.For the president's opponents, the news conference has become a daily hate-watch, a blaring infomercial in which Mr. Trump claims credit, demands gratitude, spreads false information and attacks the press.\"He's not qualified to answer that! What does he know?\" Irma Sindicic, 50, a second-grade teacher who lives on Staten Island, yelled at her computer screen the same night as she listened to Mr. Trump deliver a vague answer about the availability of tests while she cooked pork chops. \"Where's Fauci? I want Fauci,\" she said, referring to Dr. Anthony S. Fauci, one of the leading health experts on the president's coronavirus task force.The briefings make her blood boil, but Ms. Sindicic said she continues to tune in, night after night. \"You need a debrief from the briefing because you have to weigh what is fact and what is fiction,\" she said. \"But I find if I want to be informed in the world, I have to have it on. It's hard.\"Then there are less partisan daily viewers like Tim Bray, 49, a schoolteacher from Austin, Texas, who voted for Hillary Clinton in 2016 but is willing to give credit to the president when he thinks it is deserved.\"It was a good performance,\" he said of Mr. Trump's Thursday evening news conference, which the president uncharacteristically kept to just 20 minutes.Those opinions were among the reactions from almost two dozen regular viewers of Mr. Trump's appearances interviewed before, during and after Thursday's briefing and in follow-ups after Friday's.The group included men and women of different ethnicities, ages 19 to 88. They were from the South, the Midwest and the East and West Coasts, and their opinions of Mr. Trump varied from strong support to deep disdain.Democrats and Republicans alike in the group described watching Mr. Trump as something close to a civic duty, even while they agreed that he was probably appearing at the briefings to help him in a re-election year.For Americans such as these, many stuck in their homes and trying to make sense of simultaneous health and economic crises they could not have imagined only a few months ago, Mr. Trump's nightly news conferences have helped give structure to what they described as a series of Groundhog Days spent in anxious quarantine.They are part of an who have watched on broadcast networks, cable news outlets and onlinesince Mr. Trump first made a surprise appearance at a briefing hosted by Vice President Mike Pence on March 14, and decided he liked it.Mr. Trump's daily appearances since then, rife with inaccuracies and false claims and laden with grievance and boasts, bear little resemblance in style to President Franklin D. Roosevelt's fireside chats, the radio addresses during which he tried to soothe an anxious nation through a depression and a world war.In interviews with New York Times reporters, Democrats and Republicans alike conceded that the president appeared to be in over his head in dealing with the coronavirus, and that Dr. Fauci and Dr. Deborah L. Birx, the White House's coronavirus coordinator, were the more reliable voices to listen to for accurate information.Supporters of the president viewed the crisis as so overwhelming that they were willing to forgive Mr. Trump if he was floundering, because who wouldn't be, they said. His opponents by and large said they couldn't think of a person less suited to the moment.But the rapt attention the briefings have attracted from both the president's supporters and many of his detractors suggest an instinct common to the audiences of both Roosevelt, one of the country's most celebrated wartime presidents, and the president .\"Americans have been in the habit for decades of listening to the president during a crisis, and whatever he says, the habit remains,\" said Michael Beschloss, a historian.The briefings, which have evolved organically since Mr. Tump's first session last month, have also become a singular phenomenon.Roosevelt held \"background\" conferences with reporters in the Oval Office, and President John F. Kennedy mastered the television format and socialized with journalists. But no president has spent as much sustained time on television or jousting with the press.Opponents of sitting presidents have traditionally attacked them for any attempt at a \"Rose Garden strategy\" exploiting the advantages of incumbency in running for re-election. Democrats say Mr. Trump is running his campaign from the White House briefing room and have urged television executives not to carry his appearances.The daily spectacle has made stars of public health officials like Dr. Fauci and an unlikely , two officials whom Americans across the political spectrum have come to rely on for clear information about the spread of the virus.The briefings also pose one of the biggest tests for Mr. Trump: whether he can reshape the narrative of the pandemic to make it seem like his and his administration's was somehow a success.Even one of his most prominent supporters questioned the president's behavior and message at the briefings.\"The briefings began as a good idea to educate the public about the dangers of the virus, how Americans should change their behavior and what the government is doing to combat it,\" The Wall Street Journal said in an editorial on Thursday.\"But sometime in the last three weeks,\" it added, \"Mr. Trump seems to have concluded that the briefings could be a showcase for him.\"The editorial writers' solution: Make the briefings no more than 45 minutes and confine the president's appearances to twice a week.Despite apparently following that advice as well as some of his advisers' the day the editorial came out, Mr. Trump lashed out at The Journal and then reverted to form Friday evening, spending almost two and a half hours in the briefing room sparring with reporters.When asked about what metrics he was weighing as he decided when to reopen the economy, Mr. Trump pointed to his head. \"That's my metrics,\" he said. He presented the decision of whether to reopen the country as a cliffhanger right out of \"The Apprentice,\" calling it \"the biggest decision of my life.\"Mr. Bray, the Austin teacher, had a less enthusiastic reaction to the performance than he had to the briefing the day before. \"I worry that he's going to privilege the economic argument over the health argument because the health argument is causing sacrifice leading to economic slowdown,\" he said. \"I think he views that as a losing position when it comes to politics.\"But for the most part, Mr. Trump's daily appearances have confirmed preconceived notions about him, for those interviewed by The Times and by national pollsters. Many of his supporters see an entertaining businessman concerned with getting the economy back on track, and they are almost always willing to give Mr. Trump the benefit of the doubt.False statements, like Mr. Trump's claim that people were being tested for the virus when they got off airplanes and trains, they blame on the president's advisers.\"Information is probably coming very fast,\" said Eddie Bernal of Austin, who voted for Mr. Trump in 2016 but is undecided about 2020 and whose two restaurants and catering business have been closed, save for takeout, for nearly four weeks. \"He's relying on what people are telling him, on what's being given to him by his administration.\"If he did not appear to act in response to intelligence reports warning about the coronavirus in January, he has made up for it since. \"I think he's getting a lot more results that we don't know yet that are probably very positive,\" said Joe Aliotta, 54, a Staten Island businessman.The president's detractors see a man preoccupied with his re-election campaign who has dangerously played down the virus, risking lives, and consistently makes false and contradictory statements -- just as he has throughout his presidency.\"Just tell us what's happening. I just want him to tell us the facts,\" said Jacob Cavner, 26, a derivatives trader in Chicago, who along with his fiancee turned the daily news conference into a drinking game last week, taking three gulps of his beer every time Mr. Trump lashed out at a reporter.\"I feel sorry for him because he has a position that he can't handle or that he doesn't know how to handle,\" said Grace Sweet, 88, a retired guidance counselor from Jackson, Miss. \"I don't believe anything he says. I really don't.\"The partisan split on trusting the information Mr. Trump delivers has been striking. found that 79 percent of Republicans were satisfied with the quality of the information about the pandemic that they were getting from Mr. Trump, while only 16 percent of Democrats said they were.And even among Republicans, there has been a notable split between those who watched Fox News regularly, and those who did not. Fox News viewers were 15 points more likely to say Mr. Trump \"got it about right\" when the coronavirus began to spread than those who did not watch, according to a poll by Navigator Research, which is overseen by leaders of several progressive organizations.While , a recent Quinnipiac University poll his approval rating sits at about 45 percent, his highest rating in that poll since taking office.One of those who supports the president is Henry Louden, 53, a developer in Miami Beach interviewed Thursday night. Mr. Trump, he said, was doing \"the best he can\" given that he was confronting a \"new crisis.\"Mr. Louden, whose 19-year-old son tested positive for the virus after going on a spring break trip to Cabo San Lucas, Mexico, despite warnings about the pandemic, admitted that he found it unhelpful when Mr. Trump said he would not wear a mask, despite guidance from the Centers for Disease Control and Prevention advising people to do so.\"He could have said he will consider it,\" Mr. Louden said. But what he viewed as a misstep barely figured in his overall assessment of Mr. Trump's performance.\"I feel he's putting all of his energy into this crisis to brief the American people every day and to provide us guidance, hope and economic support,\" he said. \"The president should not have to deal with obnoxious questions.\"Sarah Dwyer, 47, a Democrat who lives in Montclair, N.J., was left with the opposite impression after watching the same briefing.\"If Trump never made an appearance or spoke a word, he'd really have this country tricked into thinking he has this under control,\" she said. \"He does have a good supporting cast.\"Annie Karni reported from Washington, Nate Schweber from New York and Christina Capecchi from Minneapolis. Reporting was contributed by David Montgomery from Austin, Texas, Louis Keene from Los Angeles, Nick Madigan from Miami, Ellen Almer Durston from Chicago and Ellen Ann Fentress from Jackson, Miss."},
{"appears_ulr": "https://www.nytimes.com/2020/04/12/us/coronavirus-updates.html", "title": "Coronavirus Live Updates: With Death Toll Rising, Leaders Wrestle With How Soon to Lift Restrictions", "authors": "", "contents": "President Trump has said he is eager to see stay-at-home orders lifted and businesses reopened soon, and is spending the weekend weighing whether to push state governors to start doing so by May -- a timeline that some experts say may be too hasty.Dr. Anthony S. Fauci said on Sunday that reopening the country would not be an \"all or none\" proposition. Appearing on CNN, Dr. Fauci, the director of the National Institute of Allergy and Infectious Diseases, said that restrictions must be lifted in a gradual manner to prevent a resurgence of coronavirus cases. Models show that lifting all social-distancing measures at once nationally may set the stage for a rebound sometime in July.\"If all of a sudden we decide, 'OK, it's May, whatever, and we just turn the switch on, that could be a real problem,\" Dr. Fauci said. He said governors will need to manage a \"rolling re-entry,\" guided by testing results and local risk levels. \"I think it could probably start, at least in some ways, maybe next month,\" he said on the network's \"State of the Union\" program, though he added, \"Don't hold me to it.\"On Saturday, the United States reached a grim milestone, surpassing Italy in the total number of confirmed coronavirus deaths with more than 20,500.Already the pandemic has put in the United States, forcing Mr. Trump to grapple simultaneously with the most devastating public health and economic crises in a lifetime. He finds himself pulled in opposite directions, with bankers, corporate executives and industrialists pleading with him to reopen the country as soon as possible, while medical experts beg for more time to curb the coronavirus. The , which has more than doubled over the past week, is now increasing by nearly 2,000 most days.Tens of thousands more could die. Millions more could lose their jobs. And the president's handling of the crisis appears to be hurting his political support in the run-up to the November election. Yet the decision on when and how to reopen is not entirely his. The stay-at-home edicts keeping most Americans indoors were issued by governors state by state.Weeks after ordering a shutdown across the state, Gov. Andrew M. Cuomo of New York said on Saturday that the efforts were beginning to pay off and that the curve of new coronavirus cases was continuing to flatten.But, as the focus began to turn to reopening the state and New York City, Mr. Cuomo emphasized that it would be premature to look too far ahead. While the number of hospitalizations because of the virus were down in New York, as were intubations -- considered an important marker of the severity of the crisis -- the daily death toll remained steady, with 783 more deaths in the state.\"Reopening is both an economic question and a public health question,\" he said. \"And I'm unwilling to divorce the two. You can't ask the people of this state or this country to choose between lives lost and dollars gained.\"A detailed county map shows the extent of the coronavirus outbreak, with tables of the number of cases by county.Policymakers should be thinking about the coronavirus as an 18-month problem, said Neel Kashkari, a Federal Reserve president who helped lead the response to the 2008 financial crisis as a Treasury Department official. \"This could be a long, hard road that we have ahead of us,\" he said, adding that waves of flare-ups could make this last for 18 months, and officials should prepare for that by considering how to reopen the economy piecemeal.\"If it ends up being shorter than that, that's great,\" he said. \"We should prepare for the worst-case scenario.\"Mr. Kashkari, who is president of the Federal Reserve Bank of Minneapolis, said that if the economic pain lasts, it could spill into the banking sector, even necessitating government intervention. \"People don't pay their mortgage, a coffee shop doesn't pay their landlord, the landlord then can't pay the bank's mortgage,\" he said. \"Right now the banks are well capitalized relative to where they were in 2006,\" he said, but if \"this goes on long enough, it could produce strains on the banking sector, and then the Fed, and Congress and Treasury, would have to step in to make sure that the banks are sound.\" Millions of Americans tuned in to online church services Sunday morning to celebrate one of the holiest days of the Christian calendar. For most Christian denominations, today is Easter. (Most Orthodox churches will mark Easter on April 19.)The vast majority of churches celebrated virtually, while a handful of pastors in states like Louisiana and Mississippi defied stay-at-home guidance and hosted in-person worship services, risking the health of their followers and their own arrests. Others attempted something in between, an attempt to maintain some semblance of communal ritual. In Franklin, Ky., Victory Hill Church hosted a service at a drive-in movie theater, where people worshiped in their cars. In an empty St. Patrick's Cathedral in New York, Cardinal Timothy M. Dolan prayed over the communion cup and wine, his voice echoing across empty pews to the locked front door, as parishioners watched online.President Trump said on Twitter that he would watch the online service of First Baptist Dallas, led by, a prominent Trump supporter who has said that non-Christian religions are sending their followers to hell. Vice President Pence said he would also attend church virtually, from his living room.On Sunday morning Mr. Trump posted a short video urging people to follow social distance guidelines on the holiday.In Dallas, Mr. Jeffress thanked Mr.Trump from the pulpit of First Baptist for defending religious liberty. In his service on Sunday, Mr. Jeffress portrayed Mr. Trump as a supporter of religion, although the president does not regularly attend church or .Mr. Jeffress has lashed out at other faiths, calling the Catholic Church an instrument of Satan, describing the Church of Jesus Christ of Latter-Day Saints as claiming that Islam and saying that Jews, Muslims and others would go \"to Hell.\"On the National Mall in Washington, a few people gathered on the steps of the Lincoln Memorial to sing hymns and watch the sun rise.Restrictions on mass gatherings have frustrated a small number of religious conservatives, who see the rules as attempts to limit Christian practice. In Kentucky, a federal judge on Saturday blocked the mayor of Louisville, Greg Fischer, from restricting drive-in church services, noting that drive-in liquor stores were still open.The Supreme Court of Kansas ruled late Saturday night to uphold Gov. Laura Kelly's order limiting the size of church services on Easter Sunday to 10 people. Republican legislators had argued it restricted their constitutional freedoms.The Department of Justice may take action next week against local leaders who have specifically restricted in-person gatherings. Attorney General William Barr is \"monitoring\" government regulation of religious services, a Department of Justice spokeswoman said in a tweet on Saturday night.\"While social distancing policies are appropriate during this emergency, they must be applied evenhandedly & not single out religious orgs,\" the spokeswoman, Kerri Kupec, wrote. \"Expect action from DOJ next week.\" Gov. Andrew M. Cuomo said on Sunday that 758 more people had died in New York State, but that other data showed that the state was slowing the virus's spread.The governor's morning update tracked closely with news from the state over the last week: daily death tolls staying in the high 700's and the rate of hospitalizations continuing to fall. The governor himself compared his experience of the outbreak to the film \"Groundhog Day,\" saying that each day felt like a repeat of the day before.Mr. Cuomo again criticized the federal response to the coronavirus, saying that money had been misdirected, with states that were less hard-hit getting a disproportionate share.He said that he would sign an executive order requiring employers at essential businesses to provide employees with cloth or surgical face masks to wear when interacting with the public.In all, the state has now had 9,385 deaths related to the coronavirus, the governor said.Throughout January, as President Trump repeatedly played down the seriousness of the virus and focused on other issues, an array of figures inside his government -- including top White House advisers and experts deep in the cabinet departments and intelligence agencies -- identified the threat, sounded alarms and made clear the need for aggressive action.Dozens of interviews and a review of emails and other records by The New York Times revealed many previously unreported details of the roots and extent of his halting response:The National Security Council office responsible for tracking pandemics received intelligence reports in early January predicting the spread of the virus, and within weeks raised options like keeping Americans home from work and shutting down large cities.Despite Mr. Trump's , he was told at the time about a Jan. 29 produced by his trade adviser, Peter Navarro, laying out in striking detail the potential risks of a coronavirus pandemic.The health and human services secretary directly warned Mr. Trump of the possibility of a pandemic during a call on Jan. 30, the second warning he delivered to the president about the virus. The president said he was being alarmist.The health secretary publicly in February that the government was establishing a \"surveillance\" system in five American cities to measure the spread of the virus. It was delayed for weeks, leaving administration officials with almost no insight into how rapidly the virus was spreading.Asked on Sunday morning whether lives would have been saved if Mr. Trump had followed recommendations on social distancing in late February, Dr. . Fauci,said on CNN, \"It is what it is; we are where we are right now.\" He added: \"Obviously you could logically say that if you had a process that was ongoing and you started mitigation earlier, you could have saved lives, nobody's going to deny that.\"Dr. Tom Inglesby, director of the Center for Health Security of the Johns Hopkins Bloomberg School of Public Health said on \"Fox News Sunday\" that \"if we had acted on some of those warnings earlier, we would be in a much better position in terms of diagnostics and possibly masks and personal protective equipment and getting our hospitals ready.\" Coronavirus antibody tests have not always been accurate in other countries, and the U.S. should be careful not to approve their use too quickly, Dr. Stephen Hahn, the commissioner of the Food and Drug Administration, said on Sunday. Antibody tests are not designed to detect whether someone is infected now; they tell doctors whether the person has been exposed to the virus at some point, and may have acquired some degree of immunity. So far, the F.D.A. has approved only one such test, which looks for protective antibodies in a finger-prick of blood. \"There are a number on the market that we haven't validated,\" Dr. Hahn said on the ABC program \"This Week.\" \"We do expect that relatively soon.\"Referring to reports from other countries of inaccurate antibody tests, he added: \"I think it's really important for the American people to know that we need tests that are accurate, reliable and reproducible. That's what F.D.A. does in a science- and data-driven way.\" In an appearance on the NBC program \"Meet the Press,\" Dr. Hahn said, \"What we don't want are wildly inaccurate tests.\" Last month, the F.D.A. manufacturers to distribute coronavirus tests for a limited time before receiving emergency authorization.Prime Minister Boris Johnson of Britain, who contracted the coronavirus and spent time in intensive care, showered praise on his country's often-criticized National Health Service after being . It was a major step forward and a welcome relief for a nation whose death toll from the pandemic has surpassed 10,000 and whose political leadership has been hard hit by the contagion.In a video posted on Twitter, he credited the National Health Service with saving his life, calling it \"the beating heart of this country.\" \"It's hard to find words to express my debt,\" he said, looking a bit wan but speaking with his usual vigor. He thanked Britons for adhering to social distancing measures and said that were helping to slow the spread of the virus. And he singledtwo nurses -- Jenny, from New Zealand and Luis, from Portugal -- who \"stood by my bedside for 48 hours when things could have gone either way.\"Weeks before Florida ordered people to stay at home, the coronavirus was well into its insidious spread in the state, infecting residents and visitors who days earlier had and . Only now, as people have gotten sick and recovered from -- or succumbed to -- Covid-19, the disease caused by the coronavirus, has the costly toll of keeping Florida open during the spring break season started to become apparent.Gov. Ron DeSantis, a Republican, , Europe and other places for seeding the virus in the state. But the reverse was also true: People got sick in Florida and took the infection back home.The exact number of people who returned from leisure trips to Florida with the coronavirus may never be known. Cases as far away as California and Massachusetts have been linked to the Winter Party Festival, a beachside dance party and fund-raiser for the L.G.B.T.Q. community held March 4-10. As of last week, 38 people had reported that they were symptomatic or had tested positive for the coronavirus in the weeks following the event, according to the organizer, the National L.G.B.T.Q. Task Force.Another California man died after going to Orlando for a conference and then to a packed Disney World. Two people went to Disney and later got relatives sick in Florida and Georgia. left local leaders scrambling to make their own closure decisions during one of the busiest and most profitable times of the year for a state with an $86 billion tourism economy. The result was that rules were often in conflict, with one city canceling a major event while a neighboring city allowed another event to continue.The governor, who did not order people to stay home until April 1, has said the state supported local governments that ordered event cancellations and beach closures, but that it was not his role to step in first.As the coronavirus tears through the country, scientists are studying the role of superspreaders, a loosely defined term for people who may infect a disproportionate number of others, whether as a consequence of genetics, social habits or simply by being in the wrong place at the wrong time.Understanding how they work could help in containing outbreaks.The virus carriers at the heart of what are being called superspreading events, can drive and have driven epidemics, researchers say, making it crucial to figure out ways to identify spreading events or to prevent situations, like crowded rooms, where superspreading can occur.At the end of February, for example, when 175 Biogen executives gathered for a conference at the Boston Marriott Long Wharf Hotel, at least one was infected with the coronavirus. Two weeks later, seventy five percent of the 108 Massachusetts residents infected with the virus were associated with or employed by Biogen.But just as important are those at the other end of the spectrum -- people who are infected but unlikely to spread the infection.Distinguishing between those who are more infectious and those less infectious could make an enormous difference in the ease and speed with which an outbreak is contained, said Jonathan Zelner, a statistician at the University of Michigan.Responding to Mr. Trump's threat that the United States might withhold funding from the World Health Organization, one of the group's top officials said Sunday that it would be \"so unfortunate\" if anything happened to lessen the cooperation between the organization and Washington.On Tuesday, Mr. Trump. of not having been aggressive enough in confronting the coronavirus, suggesting he would put \"a very powerful hold\" on the funding the United States provides the organization.The budget for the W.H.O. is about $6 billion, and in 2019, the last year for which figures were available, the United States contributed about $553 million.Dr. David Navarro, the special envoy to the W.H.O., said on NBC's \"Meet the Press\" that he hoped \"that all nations will not find any reason to make threats or other such things that will undermine our capacity to bring together all the best knowledge that we can find.\"He added, \"We've worked with United States scientists for years. I personally have huge respect for what you bring and what you offer. And that would be so unfortunate, if anything happened to lessen that cooperation.\"transcriptThis is Precious Anderson. She was pregnant. About two months before her due date, she had severe Covid-19. Actually so severe that her baby had to be delivered by c-section to try to save both of their lives. In fact, she couldn't actually visit her baby \"Here you go, Precious.\" And then it was amazing because we got to watch her video chat with a nurse who was with her baby and Precious Anderson got to see her baby, David. \"Wonderful, right?\" \"He's so handsome, Precious. He's very handsome.\" We actually went to visit him and he was moving around. He was stretching, pointing his toes like a little dancer. He was so, so cute. Actually he tested negative for Covid. At this hospital, seven of the pregnant who tested positive for Covid have given birth and their babies have generally done very well. None of them have been confirmed to have Covid. I'm Sheri Fink. I'm a correspondent at the New York Times. For the past several weeks, Victor Blue, a photographer, and I have been able to spend time at the Brooklyn Hospital Center. And for the story published this week, we spent time with pregnant mothers on maternity and in the intensive care unit. Dr. Erroll Byer is the Chair of Obstetrics and Gynecology. And he said that this moment, which should be such a joyful moment in a family's life, bringing new life into the world, that, in fact, now it's anxiety provoking. \"How you doing?\" What struck me was people doing the typical things you would do on a maternity ward, but doing them with masks, with face shields, with gloves, with gowns. Many, many of the staff members on the maternity ward and in the neonatal I.C.U. are out sick. So there is a level of fear. Basharrie McKenzie was also on the intensive care unit. And she's pregnant, and she got very sick with Covid. She was so afraid. And of course, it's really hard because you're alone. You can't have any visitors. When I met her this Monday, she was so much improved. \"My three-year-old daughter keeps me going.\" And she was able to continue her pregnancy. \"Your respirations are pretty okay.\" \"Okay?\" \"Very good.\" So, there are a lot of very sad stories with Covid-19 -- people in the intensive care unit -- many, many of them not making it. So it was amazing to see this young woman, who had been so, so sick, was able to pack up her bags and actually go home. And she's one of the success stories. \"You made it.\" \"You're telling a great story, honey.\" \"We're proud.\" \"You got to have heart, and you had it.\" \"So we're very proud of you.\" \"Thank you for allowing us to take care of you.\" \"Thank you.\" I spoke with the intensive care unit doctors and they said when people like Ms. McKenzie get to leave the hospital, get to come off a ventilator, out of an intensive care unit, and recover enough to go home that it's giving them the energy to keep going.The obstetrics unit at Brooklyn Hospital Center, which delivers about 2,600 babies a year, is typically a place of celebration and fulfilled hopes. But amid the coronavirus pandemic, it has been transformed.Nearly 200 babies have arrived since the beginning of March, according to Dr. Erroll Byer Jr., chairman of the department of obstetrics and gynecology. Twenty-nine pregnant or delivering women have had suspected or confirmed cases of Covid-19, the disease caused by the virus. They have been kept separate from other patients, and medical workers wear protective clothing when attending to them. Mothers-to-be are confined to their rooms, and visitors are kept to a minimum. Multiple doctors and nurses in the department have fallen ill.Even healthy pregnant women are anxious. \"They don't feel the happiness and joy that many people experience\" at this time of life, Dr. Byer said. Worse, some pregnant patients who become sick are so scared of coming into the hospital -- citing fear of the virus or of being alone -- that they have delayed doing so. A few of them have become dangerously ill.As at other New York hospitals, flattened this past week. But nearly 90 patients at the Brooklyn hospital who were confirmed or suspected to have the virus have died since March 1, 30 of them from Monday to Friday last week. Five staff members have also died. The crisis is not over, Dr. Byer and other physicians warned.Pregnant women are thought to be at a similar risk for severe illness from Covid-19 as other people. But Dr. Byer said that more research was needed, particularly in communities, like Brooklyn, where obesity, diabetes and hypertension are common among expectant mothers.But he is grateful: So far, not one mother or baby has been lost. Standing in line used to be an American pastime, whether it was camping outside movie theaters before a \"Star Wars\" premiere or shivering outside big-box stores to be the first inside on Black Friday.The coronavirus has changed all that. Now, millions of people across the country are risking their health to wait in tense, sometimes desperate, new lines for basic needs. The lines of carefully spaced people stretch around blocks and clog two-lane highways. The scenes are especially jarring at a moment when freeways are empty and city centers are deserted. Public health officials are urging people to slow the transmission of the coronavirus by avoiding each other.\"It's worrisome,\" said Carl Bergstrom, a biologist at the University of Washington who studies pandemics. \"It's setting up unnecessary opportunities for transmission.\"In Milwaukee, Catherine Graham, who has a bad heart and asthma, left her apartment on Tuesday for the first time since early March to vote in the Wisconsin primary election.\"It was people, people, people,\" Ms. Graham, 78, said. \"I was afraid.\"She said she nearly turned back when she saw the line, but waited for two hours to cast a ballot. Every day since, she has been watching for symptoms of the coronavirus.Strapped by the same problems facing health care workers around the world, including a limited supply of personal protective equipment, hospital beds and ventilators, Guam's government is contending with how to help the crew of infected sailors on the aircraft carrier U.S.S. Theodore Roosevelt, which arrived on March 27. The outbreak on the ship ended up .As an American territory roughly 7,200 miles from the continental United States, Guam is home to Joint Region Marianas, a military command made up of Andersen Air Force Base on the northern part of the island that supports stealth-bomber rotations, and Naval Base Guam to the south, where four attack submarines are stationed to counter Chinese military expansion in the South China Sea. Local residents, sailors from the Roosevelt and their loved ones described a complicated situation on the island. Guam is providing logistical support to the Navy while also trying to protect the local population from the coronavirus, which could quickly overwhelm Guam's fragile health care system. livestreamed Easter Mass, and spoke of a \"contagion of hope,\"in the midst of a \"pandemic severely testing our whole human family.\" The outbreak is fanning anti-Muslim attacks in India.As the demand for tulips dropped precipitously, Dutch growers their flowers.Reporting was contributed by Knvul Sheikh, Sheri Fink, Jonah Bromwich, Peter Baker, Elizabeth Dias, Katie Van Syckle, Jeanna Smialek, Nancy Coleman, Jack Healy, Tara Parker-Pope, Johnny Diaz, Patricia Mazzei, Frances Robles, Carl Hulse and Gina Kolata."},
{"appears_ulr": "https://www.nytimes.com/2020/04/12/world/coronavirus-news.html", "title": "Boris Johnson Leaves Hospital; Russia Reports Its Largest Daily Rise in Coronavirus Cases: Live Coverage ", "authors": "", "contents": "Pope Francis celebrated Easter Mass in St. Peter's Basilica on Sunday morning, empty of faithful and assisted by a handful of attendants. The Mass, sung mostly in Latin, was livestreamed for the tens of thousands who could not attend in person.Last year, an estimated 70,000 faithful crammed into St. Peter's Square on Easter morning to hear the pope deliver his \"Urbi et Orbi\" (\"To the City and to the World\") message after Easter Mass. But this year people are prohibited to gather in the square because of the coronavirus outbreak.Francis acknowledged that for many, \"this is an Easter of solitude lived amid the sorrow and hardship that the pandemic is causing, from physical suffering to economic difficulties,\" and said his thoughts were with those directly affected by the virus: doctors and nurses, the sick, those who had died and family members in mourning. As he spoke, more than 1.7 million cases had been recorded worldwide, with at least 109,000 deaths.Addressing \"a world already faced with epochal challenges and now oppressed by a pandemic severely testing our whole human family,\" Francis spoke of \"the contagion of hope.\" God is with us, he said, \"firmly reassuring us: Do not be afraid, I have risen and I am with you still.\"Acknowledging the concerns of many people who face an uncertain economic future and fears surrounding unemployment, he called on political leaders \"to work actively for the common good, to provide the means and resources needed to enable everyone to lead a dignified life and, when circumstances allow, to assist them in resuming their normal daily activities.\"\"This is not a time for indifference,\" Francis said, \"because the whole world is suffering and needs to be united in facing the pandemic.\"The virus has infected more than 1,751,000 people in at least 177 countries.In Britain, where the total number of reported coronavirus deaths surpassed 10,000 this weekend, Prime Minister Boris Johnson was released from the hospital on Sunday. It was a major step forward and a welcome relief for a nation whose political leadership has been harder hit by the contagion than that of any other Western country.In a video posted on Twitter, he credited the National Health Service with saving his life, calling it \"the beating heart of this country.\" \"It's hard to find words to express my debt,\" he said, looking a bit wan but speaking with his usual vigor. He thanked Britons for adhering to social distancing measures and said that were helping to slow the spread of the virus. He named two nurses -- Jenny, from New Zealand and Luis, from Portugal -- who \"stood by my bedside for 48 hours when things could have gone either way.\"Mr. Johnson, who spent three nights in intensive care at St. Thomas' Hospital in London, will convalesce at Chequers, the prime minister's country house, the government said in a statement. But he will soon be able to sign off on major decisions, including when to ease the country's lockdown.His release came a day after Queen Elizabeth II released a recorded Easter message in which she said that the holiday was a time of \"light overcoming darkness.\"\"We know that coronavirus will not overcome us,\" the queen said. \"As dark as death can be, particularly for those suffering with grief, light and life are greater. May the living flame of the Easter hope be a steady guide as we face the future.\"The total number of confirmed cases in the country is nearly 79,000, and the virus has also emerged in the country's prisons. The fiancee of Julian Assange -- the WikiLeaks founder, who is being held in Belmarsh prison, a high-security facility in London -- because an inmate at the facility has died from the coronavirus. Mr. Assange and his partner, Stella Moris-Smith Robertson, a legal researcher on his legal team, have two young children together.Crime has generally fallen in the country since lockdown measures were introduced -- a 21 percent drop in the last four weeks compared with the same period last year, officials said on Saturday. But the home secretary, Priti Patel, said in a daily briefing that fraudsters had been using the pandemic \"as a hook for new acquisitive crimes\" with losses to victims surpassing 1.8 million pounds, about $2.2 million. She also said that online sex abusers had been exploiting the fact that an increasing number of young people are online at home, and that calls to a national hotline for victims of domestic abuse had increased 120 percent in one 24-hour period. Prime Minister Benjamin Netanyahu of Israel and the country's president, Reuven Rivlin, became targets of a furious backlash over the weekend after it emerged that they had hosted family members from outside their official residences for Passover, circumventing nationwide restrictions that compelled many elderly and single Israelis to spend the holiday alone.Raanan Shaked, a columnist whose mother had to observe Passover solo, bitterly twisted the concept of the country's social hierarchy on the front page of Sunday's Yediot Ahronot newspaper. \"We've been disciplined. Obedient. We've believed what we've been told,\" he wrote. \"My mother is now part of Second Israel. Just like all of us. Except, of course, for First Israel. Namely, the people who have assumed the role of issuing guidelines, orders and ordinances that oblige all of Second Israel, but which they never dream of applying to themselves.\"The uproar came as Israel sealed off large swaths of its capital city on Sunday, with the restrictions primarily affecting densely populated ultra-Orthodox neighborhoods of Jerusalem where the contagion has been spreading most rapidly. Compounding the fury over the leaders' Passover activities, news media reported that their visitors first underwent precautionary coronavirus tests, which are in short supply.Mr. Netanyahu, 70, appeared in a pre-recorded video clip with his younger son, Avner, 25, discussing the Passover story for a televised Seder that aired on Wednesday night. Mr. Netanyahu was quarantined until Wednesday after his health minister, Yaakov Litzman, contracted the coronavirus.Officials refused to say exactly when the clip was filmed.Israelis were ordered not to invite anyone outside their households, even immediate family, to their Seder tables, and . Representatives of the Netanyahu family said Avner and his girlfriend were staying in an apartment \"adjacent\" to the residence, within the security cordon.Mr. Rivlin, 80, who was widowed last year, after hosting his daughter, son-in-law and grandchildren.Zion Nanous, a prominent television journalist, on Twitter: \"An eclipse that caused the state leaders to think that the rules don't apply to them -- that's more problematic in my opinion than the coronavirus.\"As Germany endured another week in which gatherings of more than two people are banned, the police in Frankfurt were attacked with stones and metal pipes when they moved in to break up a party of about 20 people in the city late Friday.Six people who were detained and later released are being investigated on charges of attacking an officer and attempted assault, the police said.As the country enjoyed sunny skies and warm temperatures over Easter weekend, hundreds of officers fanned out across parks and along riverbanks to ensure that rules were being observed to fight the spread of the coronavirus. In most cases, a reminder was all that was needed, officials said.Germans have been highly restricted in their movements , and Chancellor Angela Merkel will meet on Wednesday with state governors to discuss whether the measures can be eased. Germany over 120,000 infections and more than 2,600 deaths, but the country's health system has been largely able to withstand the strain.The country's president, Frank-Walter Steinmeier, said in an Easter address to the nation this weekend that the pandemic was not a war, but a chance to reconsider what is important in life and recalibrate how society functions.\"The pandemic has shown us that we are vulnerable,\" he said in remarks that were televised on Saturday. \"Perhaps we believed for too long that we are invulnerable, that it could continue ever faster and higher. That was delusion. But this crisis has also shown us how strong we are.\"In other parts of the world:Singapore's transportation minister said on Saturday that all commuters in the city-state of five million people would soon be required to wear masks when using public transportation. Anyone breaking the rules on social distancing faces a fine of $200.In Russia, officials on Sunday reported 2,186 new coronavirus cases, the largest daily increase since the start of the outbreak, bringing the national tally of confirmed cases to 15,770. The number of deaths rose by 24 to 130. Mayor Sergei Sobyanin of Moscow said that the city would introduce digital permits to control residents' movement.Residents will have to request the permits to travel by car or motorbike, or on public transitOn Sunday morning, millions of Americans tuned in to online Easter services to celebrate the holiest day of the Christian calendar as the coronavirus continued to explode across the country in the world's largest and most lethal outbreak. But a small handful of pastors in states like Louisiana and Mississippi defied stay-at-home guidance and hosted in-person worship services, risking contagion among their congregations and their own arrests. Other churches attempted to maintain some semblance of communal ritual while keeping worshipers separated. In Kentucky, Victory Hill Church held a service at a drive-in movie theater so people could pray in their cars. At St. Patrick's Cathedral in New York, parishioners watched online as Cardinal Timothy M. Dolan bent over the communion cup and wine, his voice echoing across empty pews to the locked front door. On the National Mall in Washington, a few people gathered on the steps of the Lincoln Memorial to sing hymns and watch the sun rise.Restrictions on gatherings have frustrated a small number of religious conservatives, who see the rules as attempts to limit Christian practice. In Kentucky on Saturday, a federal judge blocked Mayor Greg Fischer of Louisville from restricting drive-in church services, noting that drive-in liquor stores were still open. The governors of Florida and Texas have exempted religious services from stay-at-home orders. President Trump spent Easter morning watching a live-streamed service at of First Dallas Church given by Robert Jeffress, a conservative evangelical pastor who has drawn criticism for calling the behavior of gay people calling the Catholic Church an instrument of Satan and asserting that Islam During the service, Mr. Jeffress thanked President Mr. Trump for defending religious liberty. Here's what else is happening in the United States:The country has surpassed Italy in the total number of confirmed deaths from the coronavirus -- more than 20,000 -- and it has by far the largest number of known cases: more than 530,000. Government projections found that without any mitigation, the death toll from the virus could have reached 300,000 -- and that it could reach 200,000 if the Trump administration lifts its 30-day stay-at-home orders. .With roads cleared of traffic because of the coronavirus pandemic, cities including Boston, Minneapolis and Oakland, Calif., have , giving pedestrians and cyclists extra room to spread out and practice social distancing.A Times investigation found that throughout January, as President Trump repeatedly played down the seriousness of the virus and focused on other issues, an array of figures inside his government -- from top White House advisers to experts deep in the cabinet departments and intelligence agencies -- identified the threat, sounded alarms and made clear the need for aggressive action. .Dr. Anthony S. Fauci, a top U.S. health official who is the director of the National Institute of Allergy and Infectious Diseases, said that the country's restrictions would have to be lifted in a gradual manner to prevent a resurgence of coronavirus cases.\"I think it could probably start, at least in some ways, maybe next month,\" he said in a televised interview, though he added, \"Don't hold me to it.\"Gov. Andrew M. Cuomo of New York, which has become the global epicenter of the pandemic, said at a news briefing on Sunday that daily death tolls in the state remained in the 700s, but the rate of hospitalizations is continuing to fall. Read .China's health ministry on Sunday reported a jump in new coronavirus infections, most of which were detected in people returning from other countries. The country recorded 162 new cases on Saturday, including 63 cases of people who have no symptoms. More than 100 of the new cases were imported. Two cases of local transmissions were reported in Heilongjiang, a province in the northeast that borders Russia.China has barred nearly all foreigners from entering the country over concerns that imported coronavirus cases would set off a new wave of infections. It has drastically reduced the number of international flights, making it increasingly difficult for even Chinese nationals to return home.As China works to stop new cases from being imported into the country, it is seeing growing displays of xenophobia. The most extreme cases have been reported in the southern city of Guangzhou.African traders and students say they have faced racial widespread discrimination, including being evicted from apartments and forced to sleep on the streets, after five Nigerians who frequented a Guangzhou restaurant tested positive for the coronavirus.African governments stepped up their protests against the abuse of African nationals in Guangzhou. Shirley Ayorkor Botchway, the foreign minister of Ghana, summoned the Chinese ambassador and demanded that Beijing address the \"inhuman treatment being meted out to Ghanaians and other African nationals.\" On Saturday, Moussa Faki Mahamat, the chairman of the African Union Commission, met with the Chinese ambassador to the African Union to express his concern about the treatment of Africans in Guangzhou.The State Department also warned travelers that Guangzhou authorities were targeting Africans for mandatory testing and quarantine, regardless of travel history. It advised African Americans and anyone who believed they might draw scrutiny for contact with African nationals to avoid Guangzhou.The period from March through May -- including the weeks in which International Women's Day, Easter and Mother's Day fall -- is usually the Dutch flower industry's strongest season. It pulls in 7 billion euros ($7.6 billion), with an average of $30 million in flowers sold daily.But demand for tulips dropped precipitously as lockdowns were put in place around the globe. As a result, about 400 million flowers, including 140 million tulip stems, were destroyed over the past month, estimates Fred van Tol, the manager of international sales for Royal FloraHolland, a major group of flower and plant producers.\"We had very good quality tulips this year,\" said Frank Uittenbogaard, a director of JUB Holland, a 110-year-old family farm, who made the tough decision to destroy his 200,000 tulip stems. \"I took my bike and went cycling when they did it, because I couldn't handle it.\"In the Netherlands -- which has recorded more than 25,000 coronavirus cases and over 2,700 deaths -- schools, restaurants, bars, museums, sports facilities and gyms are closed until April 28. Most events of more than 30 people have been banned until June 1.Small shops such as florists and garden shops are allowed to remain open as long as they follow social distancing guidelines. But while growers and distributors that primarily serve the local market are still able to sell flowers and plants domestically, flower businesses that rely on international trade are being hit hard.North Korea's leader, Kim Jong-un, has warned that the coronavirus pandemic is undermining his efforts to rebuild the North's decrepit economy, the North's state media reported on Sunday.North Korea has taken some of the most drastic actions against the virus, including sealing its borders with China in late January even though its giant neighbor accounts for nine-tenths of its external trade. It was thanks to such steps that the North was able to maintain a \"very stable\" anti-epidemic situation, the Political Bureau of Mr. Kim's ruling Workers' Party reported.Outside analysts fear that North Korea remains  deeply vulnerable to the epidemic  because of its underequipped public health system,   and that the country might  be hiding an outbreak.  In a meeting with Mr. Kim on Saturday, the Political Bureau did not repeat But it warned that the  pandemic ravaging the world could create \"some obstacles to our struggle and progress\" in Mr. Kim's and other efforts to rebuild the economy, the North's official Korean Central News Agency said  on Sunday .The meeting ended with officials adopting a resolution  to step up anti-epidemic efforts, the news agency said. The resolution also said the country would improve its national defense capability. The North Korean military resumed of its artillery, rockets and short-range missile units last month. Despite the calls for stricter disease-control measures, photos in North Korean media showed that most of the senior officials around Mr. Kim in the Political Bureau meeting did not wear masks. That meant that those officials had tested negative for the coronavirus before being allowed to be near Mr. Kim, outside analysts said.The World Health Organization that some testing is taking place in the North.Young Muslim men who were passing out food to the poor were . Other , nearly lynched, run out of their neighborhoods or attacked in mosques, branded as virus spreaders. In Punjab State, loudspeakers at Sikh temples broadcast messages telling people not to buy milk from Muslim dairy farmers because it was said to be infected with the coronavirus.A spree of anti-Muslim attacks has broken out across India after the country's health ministry repeatedly blamed an Islamic seminary for spreading the coronavirus and officials spoke of \"human bombs\" and \"corona jihad.\"Hateful messages have bloomed online. And has popped up telling Muslims not to wear masks, not to practice social distancing and not to worry about the virus at all, as if the makers of the videos wanted Muslims to get sick.In a pandemic, there is always the hunt for blame. President Trump has done it, on numerous occasions calling the coronavirus a All over the world people are pointing fingers, driven by their fears and anxieties to go after The Other.In India, no other group has been demonized more than the country's 200 million Muslims, minorities in a Hindu-dominated land of 1.3 billion people.To curb the spread of the coronavirus, India imposed a nationwide 21-day lockdown, and officials indicated this weekend that it will be extended.A from Prime Minister Narendra Modi's office said the chief ministers of India's states had reached a consensus to extend for two weeks when it ends on April 15. The statement did not make clear Mr. Modi's final decision, but some states have already to the end of the month.As European countries gingerly move to ease their lockdowns, Denmark's first phase -- beginning on Wednesday, when schools and day care centers reopen -- will be measured in tape.Headmasters are scrambling to follow detailed government instructions on hygiene and social distancing to avoid setting off a surge in new cases. They will use tape measure and barriers in playgrounds to partition groups, as up to five children will be allowed to play together without mixing with other groups.An animated film released by the Danish Health Authority cautioned children that while they've all been \"really cool\" in avoiding the virus, some things will be different when school reopens after four weeks. They may have math class in the playground, the video says, and there won't be \"too many high fives\" for now.A full reopening in Denmark is still months away, but getting children out of their parents' way will ease the burden on those working from home.Prime Minister Mette Frederiksen said last week that she would begin easing restrictions as hospital admissions remain well below full capacity and the number of coronavirus deaths and new admissions appeared to decline. She described the move as \"walking a tightrope.\"As the , with more than 1.7 million cases recorded worldwide and at least 108,000 deaths, Iran, the country hit the hardest in the Middle East, began opening some government offices and shops, factories and other businesses this weekend. President Hassan Rouhani has said that economic and government activity must continue, but on Saturday he warned that people should still observe social distancing. The country has recorded more than 70,000 cases and over 4,300 deaths.Austria plans to reopen smaller shops after this weekend. The Czech Republic is opening small stores, and people can play tennis and go swimming. And Norway will allow pupils to attend kindergarten. China has ended its lockdown of Wuhan, where the coronavirus first emerged, but is now concerned about a rise in imported cases.In Spain, which is preparing to allow some nonessential employees to return to work on Monday, there are also fears of a second wave of infections.Politicians from the regional governments of Madrid and Catalonia, the two areas most affected by the virus, questioned why factory workers and builders would be allowed to resume work after Easter, even as Spain's population remains under lockdown until at least April 26. Isabel Diaz Ayuso, the conservative leader of the Madrid region, who underwent a quarantine after testing positive for the virus, said on Saturday that she would respect the central government's orders. But she said it would be \"unforgivable\" if the authorities allowed \"another wave right now.\"The police in Montreal said on Saturday night that they had opened a criminal investigation into a private residence for older people after 31 people had died there since March 13, at least five of them from confirmed cases of Covid-19.Quebec's premier, , said that the government had learned of the deaths at the 150-bed Residence Herron, in a suburb west of Montreal, on Friday, and that he believed they amounted to \"gross negligence.\"\"This is terrible what happened,\" Mr. Legault said, adding that when officials from the regional health authority had arrived at the residence on March 29 to investigate, \"almost all the staff was gone.\"At that point, he said, the authority dispatched a team of health workers to care for the residents, and it has now taken over the running of the residence.An investigation by Montreal Gazette, a local newspaper, said that residents had been discovered unfed and wearing clothing covered with feces.Mr. Legault said that it was \"unacceptable\" how older people were being cared for in Quebec, and that staff shortages and insufficient salaries had been an ongoing issue at privately run residences. \"I am not proud to see what is happening,\" he said.Residence Herron is owned by a Quebec real estate company called Katasa, which owns six other retirement residences. The company was not immediately available for comment on Saturday. But it previously said it had been doing its best under challenging circumstances.Quebec has been hit hard by the coronavirus. As of Saturday, it had 12,292 confirmed cases and 289 deaths. More than 90 percent of those who have died were 70 or older.Quebec's minister of health, , has ordered checks of private residences for older people across the province.In Australia, where coronavirus infections and large states are on lockdown , residents have found joy in simply taking out the trash.Bin Isolation Outing, , which started last month and has grown to over 600,000 members, encourages Australians to get creative with their garbage disposal.\"So basically the bin goes out more than us so let's dress up for the occasion,\" a description of the group said. \"Fancy dress, makeup, tutu ... be creative!\"Thousands of photos have been uploaded. There's no shortage of , and other recognizable faces like and , all taking out the trash. Even have been added to the mix.One of the more creative posts showed a man in his trash can and another showed one family where the bride married a trash can, followed by a reception.The trend has reached and , where people are tagging their photos #BinIsolationOuting.Reporting was contributed by Mihir Zaveri, Karen Zraick, Isabel Kershner, Elisabetta Povoledo, Mark Landler, Austin Ramzy, Tiffany May, Melissa Eddy, Jeffrey Gettleman, Kai Schultz, Suhasini Raj, David M. Halbfinger, Declan Walsh, Nina Siegal, Andrew Higgins, Ivan Nechepurenko, Raphael Minder, Martin Selsoe Sorensen, Gillian Wong, Yonette Joseph, Tess Felder, Iliana Magra, Ben Dooley, Choe Sang-Hun, Dan Bilefsky, Derrick Taylor and Courtney Mabeus."},
{"appears_ulr": "https://www.nytimes.com/2020/04/11/us/politics/coronavirus-red-dawn-emails-trump.html", "title": "The 'Red Dawn' Emails: 8 Key Exchanges on the Faltering Response to the Coronavirus", "authors": "", "contents": "WASHINGTON -- As the coronavirus emerged and headed toward the United States, an extraordinary conversation was hatched among an elite group of infectious disease doctors and medical experts in the federal government and academic institutions around the nation.Red Dawn -- a nod to -- was the nickname for the email chain they built. Different threads in the chain were named Red Dawn Breaking, Red Dawn Rising, Red Dawn Breaking Bad and, as the situation grew more dire, Red Dawn Raging. It was hosted by the chief medical officer at the Department of Homeland Security, Dr. Duane C. Caneva, starting in January with a small core of medical experts and friends that gradually grew to dozens.The \"Red Dawn String,\" Dr. Caneva said, was intended \"to provide thoughts, concerns, raise issues, share information across various colleagues responding to Covid-19,\" including medical experts and doctors from the Health and Human Services Department, the Centers for Disease Control and Prevention, the Homeland Security Department, the Veterans Affairs Department, the Pentagon and other federal agencies tracking the historic health emergency.Here are key exchanges from the emails, with context and analysis, that show the experts' rising sense of frustration and then anger as their advice seemingly failed to break through to the administration, raising the odds that more people would likely die.One of the most active participants in the group was Dr. Carter E. Mecher, a senior medical adviser at the Veterans Affairs Department who helped write a key Bush-era pandemic plan. That focused in particular on what to do if the government was unable to contain a contagious disease and there was no available vaccine, like with the coronavirus.The next step is called mitigation, and it relies on unsophisticated steps such as closing schools, businesses, shutting down sporting events or large public gatherings, to try to slow the spread by keeping people away from one another. As of late January, Dr. Mecher was already discussing the likelihood that the United States would soon need to turn to mitigation efforts, including perhaps to \"close the colleges and universities.\"Dr. James Lawler, an infectious disease doctor at the University of Nebraska who served in the White House under President George W. Bush and as an adviser to President Barack Obama, was also a regular participant in the email chain. He stayed in regular communication with federal officials as the United States attempted to figure out how to respond to the virus. From the beginning he predicted this would be a major public health event.Convincing governors and mayors to intentionally cause economic harm by ordering or promoting mitigation efforts -- such as closing businesses -- is always a difficult task. That is why it is so important, these medical experts said, for the federal government to take the lead, providing cover for the local officials to kick off the so-called , such as school and business closures. Again, this group of doctors and medical experts recognized from early on that this step was all but inevitable, even if the administration was slow to recognize the need.Strong evidence was emerging as of mid-February -- with the first cases of Covid-19 already in the United States -- that the nation was about to be hit hard. These doctors and medical experts researched how quickly the virus spread on the Diamond Princess cruise ship, which was quarantined in the port of Yokohama, Japan, on Feb. 3 before hundreds of United States citizens on the ship returned home.Dr. Eva Lee, a researcher at Georgia Institute of Technology who has frequently worked with the federal government to create infectious disease projections, helped the Red Dawn group do modeling, based on the virus spread on the cruise ship. (Dr. Lee is that she falsified the membership certificate behind a $40,000 National Science Foundation grant for unrelated research.)The concern these medical experts had been raising in late January and early February turned to alarm by the third week in February. That was when they effectively concluded that the United States had already lost the fight to contain the virus, and that it needed to switch to mitigation. One critical element in that shift was the realization that many people in the country were likely already infected and capable of spreading the virus, but not showing any symptoms. Here Dr. Lee discusses this conclusion with , the head of the virus response effort at the Department of Health and Human Services and a key White House adviser.Dr. Kadlec and other administration officials decided the next day to recommend to Mr. Trump that he publicly support the start of these mitigation efforts, such as school closings. But before they could discuss it with the president, who was returning from India, another official went public with a warning, sending the stock market down sharply and angering Mr. Trump. The meeting to brief him on the recommendation was canceled and it was three weeks before Mr. Trump would reluctantly come around to the need for mitigation.This slow pace of action was confusing to the medical experts on the Red Dawn email chain, who were increasingly alarmed that cities and states that were getting hit hard by the virus needed to move faster to take aggressive steps.When Mr. Trump gave a speech to the nation on March 11 in which he announced limits on flights from Europe to the United States -- but still no move to curb gatherings in cities where the virus had spread -- the experts on the email chain grew angry and fearful. Among those questioning Mr. Trump's decision was Tom Bossert, who had previously served as Mr. Trump's homeland security adviser.The Red Dawn participants were even more upset when the Centers for Disease Control and Prevention, in mid-March, questioned the value of closing schools, at least for short periods of time. Soon enough, governors ignored this advice, and most schools in the United States were shut. But it happened largely without federal leadership.The New York Times has collected , from January through March, based in part on Freedom of Information Act requests to local government officials. Some of the emails were . Here is a fuller collection, arranged by The Times in chronological order. This file includes a list of many of the medical experts on the email chains. It also contains related emails from certain state government medical experts who were reaching out to the federal government during the same time period. Email threads started in January provide a diary of sorts for experts reacting to the spread of the coronavirus."},
{"appears_ulr": "https://www.nytimes.com/2020/04/12/us/politics/joe-biden-tara-reade-sexual-assault-complaint.html", "title": "Examining Tara Reade's Sexual Assault Allegation Against Joe Biden", "authors": "", "contents": "WASHINGTON -- A former Senate aide who last year accused of inappropriate touching has made an allegation of sexual assault against the former vice president, the Democratic Party's presumptive presidential nominee this fall.The former aide, Tara Reade, who briefly worked as a staff assistant in Mr. Biden's Senate office, told The New York Times that in 1993, Mr. Biden pinned her to a wall in a Senate building, reached under her clothing and penetrated her with his fingers. A friend said that Ms. Reade told her the details of the allegation at the time. Another friend and a brother of Ms. Reade's said she told them over the years about a traumatic sexual incident involving Mr. Biden.A spokeswoman for Mr. Biden said the allegation was false. In interviews, several people who worked in the Senate office with Ms. Reade said they did not recall any talk of such an incident or similar behavior by Mr. Biden toward her or any women. Two office interns who worked directly with Ms. Reade said they were unaware of the allegation or any treatment that troubled her.Last year, Ms. Reade and seven other women came forward to Mr. Biden of in ways that made them feel uncomfortable. Ms. Reade told The Times then that Mr. Biden had publicly stroked her neck, wrapped his fingers in her hair and touched her in ways that made her uncomfortable.Soon after Ms. Reade made the new allegation, in a released on March 25, The Times began reporting on her account and seeking corroboration through interviews, documents and other sources. The Times interviewed Ms. Reade on multiple days over hours, as well as those she told about Mr. Biden's behavior and other friends. The Times has also interviewed lawyers who spoke to Ms. Reade about her allegation; nearly two dozen people who worked with Mr. Biden during the early 1990s, including many who worked with Ms. Reade; and the other seven women who criticized Mr. Biden last year, to discuss their experiences with him.No other allegation about sexual assault surfaced in the course of reporting, nor did any former Biden staff members corroborate any details of Ms. Reade's allegation. The Times found no pattern of sexual misconduct by Mr. Biden.On Thursday, Ms. Reade filed a report with the Washington, D.C., police, saying she was the victim of a sexual assault in 1993; the public incident report, provided to The Times by Ms. Reade and the police, does not mention Mr. Biden by name, but she said the complaint was about him. Ms. Reade said she filed the report to give herself an additional degree of safety from potential threats. may be punishable by a fine and imprisonment.Ms. Reade, who worked as a staff assistant helping manage the office interns, said she also filed a complaint with the Senate in 1993 about Mr. Biden; she said she did not have a copy of it, and such paperwork has not been located. The Biden campaign said it did not have a complaint. The Times reviewed an official copy of her employment history from the Senate that she provided showing she was hired in December 1992 and paid by Mr. Biden's office until August 1993.The seven other women who had complained about Mr. Biden told the Times this month that they did not have any new information about their experiences to add, but several said they believed Ms. Reade's account.Last year, Mr. Biden, 77, acknowledged the women's complaints about his conduct, saying his intentions were and promising to be \".\"In response to Ms. Reade's allegation, Kate Bedingfield, a deputy Biden campaign manager, said in a statement: \"Vice President Biden has dedicated his public life to changing the culture and the laws around violence against women. He authored and fought for the passage and reauthorization of the landmark Violence Against Women Act. He firmly believes that women have a right to be heard -- and heard respectfully. Such claims should also be diligently reviewed by an independent press. What is clear about this claim: It is untrue. This absolutely did not happen.\"Ms. Reade made her new allegation public as Mr. Biden was closing in on the Democratic presidential nomination after winning a string of primaries against his chief rival, Senator Bernie Sanders. Ms. Reade, who describes herself as a \"third-generation Democrat,\" said she originally favored Marianne Williamson and Senator Elizabeth Warren in the race but voted for Mr. Sanders in the California primary last month. She said her decision to come forward had nothing to do with politics or helping Mr. Sanders, and said neither his campaign nor the Trump campaign had encouraged her to make her allegation.President Trump has been accused of and by more than a dozen women, who have described a that went the accusations against Mr. Biden. The president , including $130,000 to a pornographic film actress, , before the 2016 election to silence women about alleged affairs with Mr. Trump, according to federal prosecutors.Mr. Trump has even boasted about his mistreatment of women; in a 2005 recording, he described pushing himself on women and said he would \",\" bragging that he could get away with \"anything\" because of his celebrity.Even so, Mr. Trump has at times over their treatment of women. The president has not mentioned Ms. Reade's allegation, which has circulated on social media and in liberal and conservative news outlets.Ms. Reade, 56, told The Times that the assault happened in the spring of 1993. She said she had tracked down Mr. Biden to deliver an athletic bag when he pushed her against a cold wall, started kissing her neck and hair and propositioned her. He slid his hand up her cream-colored blouse, she said, and used his knee to part her bare legs before reaching under her skirt.\"It happened at once. He's talking to me and his hands are everywhere and everything is happening very quickly,\" she recalled. \"He was kissing me and he said, very low, 'Do you want to go somewhere else?'\"Ms. Reade said she pulled away and Mr. Biden stopped.\"He looked at me kind of almost puzzled or shocked,\" she said. \"He said, 'Come on, man, I heard you liked me.'\"At the time, Ms. Reade said she worried whether she had done something wrong to encourage his advances.\"He pointed his finger at me and he just goes: 'You're nothing to me. Nothing,'\" she said. \"Then, he took my shoulders and said, 'You're OK, you're fine.'\"Mr. Biden walked down the hallway, Ms. Reade said, and she cleaned up in a restroom, made her way home and, sobbing, called her mother, who encouraged her to immediately file a police report.Instead, Ms. Reade said, she complained to Marianne Baker, Mr. Biden's executive assistant, as well as to two top aides, Dennis Toner and Ted Kaufman, about harassment by Mr. Biden -- not mentioning the alleged assault.The staff declined to take action, Ms. Reade said, after which she filed a written complaint with a Senate personnel office She said office staff took away most of her duties, including supervising the interns; assigned her a windowless office; and made the work environment uncomfortable for her.She said Mr. Kaufman later told her she was not a good fit in the office, giving her a month to look for a job. Ms. Reade never secured another position in Washington.In an interview, Mr. Kaufman, a longtime friend of Mr. Biden's who was his chief of staff at the time, said: \"I did not know her. She did not come to me. If she had, I would have remembered her.\"Mr. Toner, who worked for Mr. Biden for over three decades, said the allegation was out of character for Mr. Biden. Other senators and office staffs had reputations for harassing women at work and partying after hours, according to those who worked in the office at the time. Mr. Biden was known for racing to catch the train to get home to Wilmington, Del., every night.\"It's just so preposterous that Senator Biden would be faced with these allegations,\" said Mr. Toner, who was deputy chief of staff when Ms. Reade worked in the office. \"I don't remember her. I don't remember this conversation. And I would remember this conversation.\"The Biden campaign issued a statement from Ms. Baker, Mr. Biden's executive assistant from 1982 to 2000.\"I never once witnessed, or heard of, or received, any reports of inappropriate conduct, period -- not from Ms. Reade, not from anyone,\" she said. \"I have absolutely no knowledge or memory of Ms. Reade's accounting of events, which would have left a searing impression on me as a woman professional, and as a manager.\"Melissa Lefko, a former staff assistant for Mr. Biden from 1992 to 1993, said she did not remember Ms. Reade. But she recalled that Mr. Biden's office was a \"very supportive environment for women\" and said she had never experienced any kind of harassment there.\"When you work on the Hill, everyone knows who the good guys are and who the bad guys are, and Biden was a good guy,\" she said.Ms. Reade said that she could not remember the exact time, date or location of the assault but that it occurred in a \"semiprivate\" place in the Senate office complex.A friend said that Ms. Reade told her about the alleged assault at the time, in 1993. A second friend recalled Ms. Reade telling her in 2008 that Mr. Biden had touched her inappropriately and that she'd had a traumatic experience while working in his office. Both friends agreed to speak to The Times on the condition of anonymity to protect the privacy of their families and their self-owned businesses.Ms. Reade said she also told her brother, who has confirmed parts of her account publicly but who did not speak to The Times, and her mother, who has since died.At the time of the alleged assault, Ms. Reade said she was responsible for coordinating the interns in the office. Two former interns who worked with her said they never heard her describe any inappropriate conduct by Mr. Biden or saw her directly interact with him in any capacity but recalled that she abruptly stopped supervising them in April, before the end of their internship. Others who worked in the office at the time said they remembered Ms. Reade but not any inappropriate behavior.Friends and former co-workers describe Ms. Reade as friendly, caring, compassionate and trustworthy, though perhaps a bit naive. A single mother, she changed her name for protection after leaving an abusive marriage in the late 1990s and put herself through law school in Seattle. After leaving Mr. Biden's office, she eventually returned to the West Coast, where she worked for a state senator; as an advocate for domestic violence survivors, testifying as an expert witness in court; and for animal rescue organizations.During her time in Mr. Biden's office, he was working to pass the Violence Against Women Act, which Mr. Biden has described as his In 2017, Ms. Reade retweeted praise for Mr. Biden and his work combating sexual assault. In more recent months, her feed has featured support for Mr. Sanders and criticism of Mr. Biden.Ms. Reade said she did not disclose the sexual assault allegation last year when she spoke out because she was scared. After her initial complaints were reported last year by , Ms. Reade said she faced a wave of criticism and death threats, as well as accusations that she was a Russian agent because of Medium posts and , several of which are now deleted, she had written praising President Vladimir Putin.Ms. Reade said that she was not working for Russia and did not support Mr. Putin, and that her comments were pulled out of context from a novel she was writing at the time.\"It was trying to smear me and distract from what happened, but it won't change the facts of what happened in 1993,\" she said.She called her praise for Mr. Putin \"misguided.\"Ms. Reade tried to get legal and public relations support from the , an initiativein Hollywood to fight sexual harassment. Her outreach tothe group was first reported by . As it has for thousands of people who have contacted the group, the Time's Up Legal Defense Fund, which does not represent clients, gave her a list of lawyers with expertise in such cases. She said she contacted every single one but none took her case. Two lawyers confirmed speaking to Ms. Reade but declined to comment on the record about her or the allegation.SKDKnickerbocker, the political consulting firm where Mr. Biden's chief strategist, Anita Dunn, works as a managing director, has a contract with the Time's Up legal defense fund. Ms. Dunn has never worked with the fund and her firm was not told of Ms. Reade's request, according to officials at the fund.Ms. Reade also contacted at least one of the women who spoke out along with her last year about Mr. Biden's penchant for physical contact.Lucy Flores, a former Nevada state assemblywoman who Mr. Biden of making her uncomfortable by kissing and touching her during a 2014 campaign event, exchanged a few emails last year with Ms. Reade but said Ms. Reade did not share her full story.\"Biden is not just a hugger,\" said. \"Biden very clearly was invading women's spaces without their consent in a way that made them feel uncomfortable. Does he potentially have the capacity to go beyond that? That's the answer everyone is trying to get at.\"Kate Conger and Rachel Shorey contributed reporting. Kitty Bennett contributed research."},
{"appears_ulr": "https://www.nytimes.com/2020/04/11/us/politics/trump-coronavirus-response-takeaways.html", "title": "Five Takeaways on What Trump Knew as the Virus Spread", "authors": "", "contents": "WASHINGTON -- Top White House advisers as well as experts deep in the cabinet departments and intelligence agencies all sounded alarms and urged aggressive action to counter the threat from the coronavirus, but President Trump remained slow to respond, found.Mr. Trump's views were colored by long-running disputes inside the administration over how to deal with China and his own suspicion of the motivations of officials inside what he viewed as the \"Deep State.\" And recommendations from public health officials often competed with economic and political considerations in internal debates, slowing the path toward belated decisions.Interviews with dozens of current and former officials and a review of emails and other documents reveal the key turning points as the Trump administration struggled to get ahead of the virus, rather than just chase it, and the internal debates that presented Mr. Trump with stark choices along the way.National Security Council officials received the warnings in early January about the potential dangers from a new virus in Wuhan, China.The State Department's epidemiologist warned early that the virus could develop into a pandemic, while the National Center for Medical Intelligence, a small outpost of the Defense Intelligence Agency, reached the same conclusion. Weeks later, biodefense experts in the National Security Council office responsible for tracking pandemics looked at what was happening in Wuhan and started urging officials to think about what would be entailed in quarantining cities the size of Chicago and telling people to work at home.But some of the earliest warnings came from national security hawks eager to blame China, and they often ran into opposition from the president's economic advisers, who were concerned about upsetting relations with China at a time when Mr. Trump was negotiating a trade deal with Beijing.Peter Navarro, the president's top trade adviser, wrote a searing memo at the end of January arguing that a pandemic caused by the virus could cost the United States dearly, producing as many as half a million deaths and trillions of dollars in economic losses.The memo, in which Mr. Navarro argued in favor of limits on travel from China, says that in a worst-case scenario, 30 percent of the population in the United States would be infected with the virus, leading to the deaths \"on the order of a half a million American souls.\"In recent days, Mr. Trump has denied that he saw the memo at the time. But The Times report reveals that aides raised it with him at the time and that he was unhappy that Mr. Navarro had put his ideas in writing.By the third week in February, the administration's top public health officials had concluded that it was time to begin shifting to a more aggressive strategy to mitigate the spread of the virus, including social distancing, stay-at-home orders and school closures.But they never got the chance to present the plan to the president. An official at the Centers for Disease Control and Prevention went public with dire warnings too soon, sending stocks tumbling and angering Mr. Trump, who pushed aside his health and human services secretary and put Vice President Mike Pence in charge of the response.It would be three more weeks before Mr. Trump finally recommended aggressive social distancing guidelines, a period when the virus spread largely unimpeded and the task force was trying to avoid alarmist messages like the one that had angered the president.Throughout January and February, a group of academics, government physicians and infectious diseases doctors -- including Trump administration officials -- expressed alarm at the ferocity of the coronavirus in a lengthy email chain they called \" an inside joke based on the 1984 movie about a band of Americans The officials repeatedly expressed concern about the lack of aggressive action to deal with the virus. They assailed the lack of testing and helped bring to the government's attention concerns about the virus being spread by people without symptoms. They also tracked the global spread of the virus. At the end of February, a top Veterans Affairs Department doctor wrote, \"So we have a relatively narrow window and we are flying blind. Looks like Italy missed it.\"The president was surrounded by divided factions in March even as it became clearer that avoiding more aggressive steps to stop the spread of the virus was not tenable.As he prepared to give an Oval Office address on the evening of March 11, Mr. Trump continued to resist calls for social distancing, school closures and other steps that would imperil the economy. Seeking to understand the potential effects on the stock market and the economy, he reached out to prominent investors like Stephen A. Schwarzman, the chief executive of Blackstone Group, a private equity firm.During an Oval Office meeting, Treasury Secretary Steven Mnuchin stressed that the economy would be ravaged by such measures. Robert C. O'Brien, the national security adviser, who had been worried about the virus for weeks, sounded exasperated as he told Mr. Mnuchin that the economy would be destroyed regardless if officials did nothing.Later, Mr. Trump reflected on that period of debate among his advisers, saying: \"Everybody questioned it for a while, not everybody, but a good portion questioned it,\" adding: \"They said, let's keep it open. Let's ride it.\""},
{"appears_ulr": "https://www.nytimes.com/2020/04/11/us/politics/coronavirus-trump-response.html", "title": "He Could Have Seen What Was Coming: Behind Trump's Failure on the Virus", "authors": "", "contents": "WASHINGTON -- \"Any way you cut it, this is going to be bad,\" a senior medical adviser at the Department of Veterans Affairs, Dr. Carter Mecher, wrote on the night of Jan. 28, in an email to a group of public health experts scattered around the government and universities. \"The projected size of the outbreak already seems hard to believe.\"A week after the case had been identified in the United States, and six long weeks before President Trump finally took aggressive action to confront the danger the nation was facing -- a pandemic that is now forecast to take tens of thousands of American lives -- Dr. Mecher was urging the upper ranks of the nation's public health bureaucracy to wake up and prepare for the possibility of far more drastic action.\"You guys made fun of me screaming to close the schools,\" he wrote to an inside joke based on the 1984 movie about a band of Americans \"Now I'm screaming, close the colleges and universities.\"His was hardly a lone voice. Throughout January, as Mr. Trump repeatedly played down the seriousness of the virus and focused on other issues, an array of figures inside his government -- from top White House advisers to experts deep in the cabinet departments and intelligence agencies -- identified the threat, sounded alarms and made clear the need for aggressive action.The president, though, was slow to absorb the scale of the risk and to act accordingly, focusing instead on controlling the message, protecting gains in the economy and batting away warnings from senior officials. It was a problem, he said, that had come out of nowhere and could not have been foreseen.Even after Mr. Trump took his first concrete action at the end of January -- -- public health often had to compete with economic and political considerations in internal debates, slowing the path toward belated decisions to seek more money from Congress, obtain necessary supplies, address shortfalls in testing and ultimately move to keep much of the nation at home.Unfolding as it did in the wake of his impeachment by the House and in the midst of his Senate trial, Mr. Trump's response was colored by his suspicion of and disdain for what he viewed as the \"Deep State\" -- the very people in his government whose expertise and long experience might have guided him more quickly toward steps that would slow the virus, and likely save lives.Decision-making was also complicated by a long-running dispute inside the administration over how to deal with China. The virus at first took a back seat to a desire not to upset Beijing during trade talks, but later the impulse to score points against Beijing left the world's two leading powers further divided as they confronted one of the first truly global threats of the 21st century.The shortcomings of Mr. Trump's performance have played out with remarkable transparency as part of his daily effort to dominate television screens and the national conversation.But dozens of interviews with current and former officials and a review of emails and other records revealed many previously unreported details and a fuller picture of the roots and extent of his halting response as the deadly virus spread:The National Security Council office responsible for tracking pandemics received intelligence reports in early January predicting the spread of the virus to the United States, and within weeks was raising options like keeping Americans home from work and shutting down cities the size of Chicago. Mr. Trump would avoid such steps until March.Despite Mr. Trump's weeks later, he was told at the time about a Jan. 29 produced by his trade adviser, Peter Navarro, laying out in striking detail the potential risks of a coronavirus pandemic: as many as half a million deaths and trillions of dollars in economic losses.The health and human services secretary, Alex M. Azar II, directly warned Mr. Trump of the possibility of a pandemic during a call on Jan. 30, the second warning he delivered to the president about the virus in two weeks. The president, who was on Air Force One while traveling for appearances in the Midwest, responded that Mr. Azar was being alarmist.Mr. Azar publicly in February that the government was establishing a \"surveillance\" system in five American cities to measure the spread of the virus and enable experts to project the next hot spots. It was delayed for weeks. The slow start of that plan, on top of the well-documented , left administration officials with almost no insight into how rapidly the virus was spreading. \"We were flying the plane with no instruments,\" one official said.By the third week in February, the administration's top public health experts concluded they should recommend to Mr. Trump a new approach that would include warning the American people of the risks and urging steps like social distancing and staying home from work. But the White House focused instead on messaging and crucial additional weeks went by before their views were reluctantly accepted by the president -- time when the virus spread largely unimpeded.When Mr. Trump finally to recommend social distancing across the country, effectively bringing much of the economy to a halt, he seemed shellshocked and deflated to some of his closest associates. One described him as \"subdued\" and \"baffled\" by how the crisis had played out. An economy that he had wagered his re-election on was suddenly in shambles.He only regained his swagger, the associate said, from conducting his daily White House briefings, at which he often seeks to rewrite the history of the past several months. He declared at one point that he and insisted at another that he had to be a as if that explained why he failed to prepare the public for what was coming.Mr. Trump's allies and some administration officials say the criticism has been unfair. The Chinese government misled other governments, they say. And they insist that the president was either not getting proper information, or the people around him weren't conveying the urgency of the threat. In some cases, they argue, the specific officials he was hearing from had been discredited in his eyes, but once the right information got to him through other channels, he made the right calls.\"While the media and Democrats refused to seriously acknowledge this virus in January and February, President Trump took bold action to protect Americans and unleash the full power of the federal government to curb the spread of the virus, expand testing capacities and expedite vaccine development even when we had no true idea the level of transmission or asymptomatic spread,\" said Judd Deere, a White House spokesman.There were key turning points along the way, opportunities for Mr. Trump to get ahead of the virus rather than just chase it. There were internal debates that presented him with stark choices, and moments when he could have chosen to ask deeper questions and learn more. How he handled them may shape his re-election campaign. They will certainly shape his legacy.When Dr. Robert Kadlec, the top disaster response official at the Health and Human Services Department, convened the White House coronavirus task force on Feb. 21, his agenda was urgent. There were deep cracks in the administration's strategy for keeping the virus out of the United States. They were going to have to lock down the country to prevent it from spreading. The question was: When?There had already been an around the world and the virus was spreading across the Middle East. It was becoming apparent that the administration had botched the rollout of testing to track the virus at home, and a smaller-scale surveillance program intended to piggyback on a federal flu tracking system had also been stillborn.In Washington, the president was not worried, that by April, \"when it gets a little warmer, it miraculously goes away.\" His White House had yet to ask Congress for additional funding to prepare for the potential cost of wide-scale infection across the country, and health care providers were growing increasingly nervous about the availability of masks, ventilators and other equipment.What Mr. Trump decided to do next could dramatically shape the course of the pandemic -- and how many people would get sick and die.With that in mind, the task force had gathered for a tabletop exercise -- a real-time version of a full-scale war gaming of a flu pandemic the administration had run the previous year. , also conducted by Mr. Kadlec and called \"Crimson Contagion,\" , 7.7 million hospitalizations and 586,000 deaths following a hypothetical outbreak that started in China.Facing the likelihood of a real pandemic, the group needed to decide when to abandon \"containment\" -- the effort to keep the virus outside the U.S. and to isolate anyone who gets infected -- and embrace \"mitigation\" to thwart the spread of the virus inside the country until a vaccine becomes available.Among the questions on the agenda, which was reviewed by The New York Times, was when the department's secretary, Mr. Azar, should recommend that Mr. Trump take textbook mitigation measures \"such as school dismissals and cancellations of mass gatherings,\" which had been identified as the next appropriate step in .The exercise was sobering. The group -- including Dr. Anthony S. Fauci of the National Institutes of Health; Dr. Robert R. Redfield of the Centers for Disease Control and Prevention, and Mr. Azar, who at that stage was leading the White House Task Force -- concluded they would soon need to move toward aggressive social distancing, even at the risk of severe disruption to the nation's economy and the daily lives of millions of Americans.If Dr. Kadlec had any doubts, they were erased two days later, when he stumbled upon an email from a researcher at the Georgia Institute of Technology, who was among the group of academics, government physicians and infectious diseases doctors who had spent weeks tracking the outbreak in the Red Dawn email chain.A 20-year-old Chinese woman had infected five relatives with the virus even though she never displayed any symptoms herself. The implication was grave -- apparently healthy people could be unknowingly spreading the virus -- and supported the need to move quickly to mitigation.\"Is this true?!\" Dr. Kadlec wrote back to the researcher. \"If so we have a huge whole on our screening and quarantine effort,\" including a typo where he meant hole. Her response was blunt: \"People are carrying the virus everywhere.\"The following day, Dr. Kadlec and the others decided to present Mr. Trump with a plan titled \"Four Steps to Mitigation,\" telling the president that they needed to begin preparing Americans for a step rarely taken in United States history.But over the next several days, a presidential blowup and internal turf fights would sidetrack such a move. The focus would shift to messaging and confident predictions of success rather than publicly calling for a shift to mitigation.These final days of February, perhaps more than any other moment during his tenure in the White House, illustrated Mr. Trump's inability or unwillingness to absorb warnings coming at him. He instead reverted to his traditional political playbook in the midst of a public health calamity, squandering vital time as the coronavirus spread silently across the country.Dr. Kadlec's group wanted to meet with the president right away, but Mr. Trump was on a trip to India, so they agreed to make the case to him in person as soon as he returned two days later. If they could convince him of the need to shift strategy, they could immediately begin a national education campaign aimed at preparing the public for the new reality.A memo dated Feb. 14, prepared in coordination with the National Security Council and titled \"U.S. Government Response to the 2019 Novel Coronavirus,\" documented what more drastic measures would look like, including: \"significantly limiting public gatherings and cancellation of almost all sporting events, performances, and public and private meetings that cannot be convened by phone. Consider school closures. Widespread 'stay at home' directives from public and private organizations with nearly 100% telework for some.\"The memo did not advocate an immediate national shutdown, but said the targeted use of \"quarantine and isolation measures\" could be used to slow the spread in places where \"sustained human-to-human transmission\" is evident.Within 24 hours, before they got a chance to make their presentation to the president, the plan went awry.Mr. Trump was walking up the steps of Air Force One to head home from India on Feb. 25 when Dr. Nancy Messonnier, the director of the National Center for Immunization and Respiratory Diseases, the blunt warning they had all agreed was necessary.But Dr. Messonnier had jumped the gun. They had not told the president yet, much less gotten his consent.On the 18-hour plane ride home, Mr. Trump fumed as he watched the after Dr. Messonnier's comments. Furious, he called Mr. Azar when he landed at around 6 a.m. on Feb. 26, raging that Dr. Messonnier had scared people unnecessarily. Already on thin ice with the president over a variety of issues and having overseen the failure to quickly produce an effective and widely available test, Mr. Azar would soon find his authority reduced.The meeting that evening with Mr. Trump to advocate social distancing was canceled, replaced by a news conference in which the president announced that the White House response would be put under the command of Vice President Mike Pence.The push to convince Mr. Trump of the need for more assertive action stalled. With Mr. Pence and his staff in charge, the focus was clear: no more alarmist messages. Statements and media appearances by health officials like Dr. Fauci and Dr. Redfield would be coordinated through Mr. Pence's office. It would be more than three weeks before Mr. Trump would announce serious social distancing efforts, a lost period during which the spread of the virus accelerated rapidly.Over nearly three weeks from Feb. 26 to March 16, the number of in the United States grew from to 4,226. Since then, nearly half a million Americans have tested positive for the virus and authorities say hundreds of thousands more are likely infected.It was early January, and the call with a Hong Kong epidemiologist left Matthew Pottinger rattled.Mr. Pottinger, the deputy national security adviser and a hawk on China, took a blunt warning away from the call with the doctor, a longtime friend: A ferocious, new outbreak that on the surface appeared similar to the had emerged in China. It had spread far more quickly than the government was admitting to, and it wouldn't be long before it reached other parts of the world.Mr. Pottinger had worked as a Wall Street Journal correspondent in Hong Kong during the SARS epidemic, and was still scarred by his experience documenting the death spread by that highly contagious virus.Now, seventeen years later, his friend had a blunt message: You need to be ready. The virus, he warned, which originated in the city of Wuhan, was being transmitted by people who were showing no symptoms -- an insight that American health officials had not yet accepted. Mr. Pottinger declined through a spokesman to comment.It was one of the earliest warnings to the White House, and it echoed the intelligence reports making their way to the National Security Council. While most of the early assessments from the C.I.A. had little more information than was available publicly, some of the more specialized corners of the intelligence world were producing sophisticated and chilling warnings.In a report to the director of national intelligence, the State Department's epidemiologist wrote in early January that the virus was likely to spread across the globe, and warned that the coronavirus could develop into a pandemic. Working independently, a small outpost of the Defense Intelligence Agency, the National Center for Medical Intelligence, came to the same conclusion. Within weeks after getting initial information about the virus early in the year, biodefense experts inside the National Security Council, looking at what was happening in Wuhan, started urging officials to think about what would be needed to quarantine a city the size of Chicago.By mid-January there was growing evidence of the virus spreading outside China. Mr. Pottinger began convening daily meetings about the coronavirus. He alerted his boss, Robert C. O'Brien, the national security adviser.The early alarms sounded by Mr. Pottinger and other China hawks were freighted with ideology -- including a push to publicly blame China that critics in the administration say was a distraction as the coronavirus spread to Western Europe and eventually the United States.And they ran into opposition from Mr. Trump's economic advisers, who worried a tough approach toward China could scuttle a trade deal that was a pillar of Mr. Trump's re-election campaign.With his skeptical -- some might even say conspiratorial -- view of China's ruling Communist Party, Mr. Pottinger initially suspected that President Xi Jinping's government was keeping a dark secret: that the virus may have originated in one of the laboratories in Wuhan studying deadly pathogens. In his view, it might have even been a deadly accident unleashed on an unsuspecting Chinese population.During meetings and telephone calls, Mr. Pottinger asked intelligence agencies -- including officers at the C.I.A. working on Asia and on weapons of mass destruction -- to search for evidence that might bolster his theory.They didn't have any evidence. Intelligence agencies did not detect any alarm inside the Chinese government that analysts presumed would accompany the accidental leak of a deadly virus from a government laboratory. But Mr. Pottinger continued to believe the coronavirus problem was far worse than the Chinese were acknowledging. Inside the West Wing, the director of the Domestic Policy Council, Joe Grogan, also tried to sound alarms that the threat from China was growing.Mr. Pottinger, backed by Mr. O'Brien, became one of the driving forces of a campaign in the final weeks of January to convince Mr. Trump to impose limits on travel from China -- the first substantive step taken to impede the spread of the virus and one that the president has repeatedly cited as evidence that he was on top of the problem.In addition to the opposition from the economic team, Mr. Pottinger and his allies among the China hawks had to overcome initial skepticism from the administration's public health experts.Travel restrictions were usually counterproductive to managing biological outbreaks because they prevented doctors and other much-needed medical help from easily getting to the affected areas, the health officials said. And such bans often cause infected people to flee, spreading the disease further.But on the morning of Jan. 30, Mr. Azar got a call from Dr. Fauci, Dr. Redfield and others saying they had changed their minds. The World Health Organization had and American officials had discovered the of person-to-person transmission inside the United States.The economic team, led by Treasury Secretary Steven Mnuchin, continued to argue that there were big risks in taking a provocative step toward China and moving to curb global travel. After a debate, Mr. Trump came down on the side of the hawks and the public health team. The limits on travel from China were publicly .Still, Mr. Trump and other senior officials were wary of further upsetting Beijing. Besides the concerns about the impact on the trade deal, they knew that an escalating confrontation was risky because the United States relies heavily on China for pharmaceuticals and the kinds of protective equipment most needed to combat the coronavirus.But the hawks kept pushing in February to take a critical stance toward China amid the growing crisis. Mr. Pottinger and others -- including aides to Secretary of State Mike Pompeo -- pressed for government statements to use the term \"Wuhan Virus.\"Mr. Pompeo tried to hammer the anti-China message at every turn, eventually even urging leaders of the Group of 7 industrialized countries to use \"Wuhan virus\" in a joint statement.Others, including aides toMr. Pence, resisted taking a hard public line, believing that angering Beijing might lead the Chinese government to withhold medical supplies, pharmaceuticals and any scientific research that might ultimately lead to a vaccine.Mr. Trump took a conciliatory approach through the middle of March, praising the job Mr. Xi was doing.That changed abruptly, when aides informed Mr. Trump that a Chinese Foreign Ministry spokesman had publicly spun a new conspiracy about the origins of Covid-19: that it was brought to China by U.S. Army personnel who visited the country last October.Mr. Trump was furious, and he took to his favorite platform to broadcast a new message. On March 16, he that \"the United States will be powerfully supporting those industries, like Airlines and others, that are particularly affected by the Chinese Virus.\"Mr. Trump's decision to escalate the war of words undercut any remaining possibility of broad cooperation between the governments to address a global threat. It remains to be seen whether that mutual suspicion will spill over into efforts to develop treatments or vaccines, both areas where the two nations are now competing.One immediate result was a free-for-all across the United States, with state and local governments and hospitals bidding on the open market for scarce but essential Chinese-made products. When the state of Massachusetts managed to procure 1.2 million masks, it fell to the owner of the New England Patriots, Robert K. Kraft, a Trump ally, to cut through extensive red tape on both sides of the Pacific to Inside the West Wing, Mr. Navarro, Mr. Trump's trade adviser, was widely seen as quick-tempered, self-important and prone to butting in. He is among the most outspoken of China hawks and in late January was clashing with the administration's health experts over limiting travel from China.So it elicited eye rolls when, after initially being prevented from joining the coronavirus task force, he circulated a urging Mr. Trump to impose the travel limits, arguing that failing to confront the outbreak aggressively could be catastrophic, leading to hundreds of thousands of deaths and trillions of dollars in economic losses.The uninvited message could not have conflicted more with the president's approach at the time of playing down the severity of the threat. And when aides raised it with Mr. Trump, he responded that he was unhappy that Mr. Navarro had put his warning in writing.From the time the virus was first identified as a concern, the administration's response was plagued by the rivalries and factionalism that routinely swirl around Mr. Trump and, along with the president's impulsiveness, undercut decision making and policy development.Faced with the relentless march of a deadly pathogen, the disagreements and a lack of long-term planning had significant consequences. They slowed the president's response and resulted in problems with execution and planning, including delays in seeking money from Capitol Hill and a failure to begin broad surveillance testing.The efforts to shape Mr. Trump's view of the virus began early in January, when his focus was elsewhere: the fallout from his , Iran's security mastermind; his push for an ; and his Senate impeachment trial, .Even after Mr. Azar first briefed him about the potential seriousness of the virus during a phone call on Jan. 18 while the president Mar-a-Lago resort in Florida, Mr. Trump projected confidence that it would be a passing problem.\"We have it totally under control,\" a few days later while attending the World Economic Forum in Switzerland. \"It's going to be just fine.\"Back in Washington, voices outside of the White House peppered Mr. Trump with competing assessments about what he should do and how quickly he should act.The efforts to sort out policy behind closed doors were contentious and sometimes only loosely organized.That was the case when the National Security Council convened a meeting on short notice on the afternoon of Jan. 27. The Situation Room was standing room only, packed with top White House advisers, low-level staffers, Mr. Trump's social media guru, and several cabinet secretaries. There was no checklist about the preparations for a possible pandemic, which would require intensive testing, rapid acquisition of protective gear, and perhaps serious limitations on Americans' movements.Instead, after a 20-minute description by Mr. Azar of his department's capabilities, the meeting was jolted when Stephen E. Biegun, the newly installed deputy secretary of state, announced plans to issue a \"\" travel warning, strongly discouraging Americans from traveling to China. The room erupted into bickering.A few days later, on the evening of Jan. 30, Mick Mulvaney, the acting White House chief of staff at the time, and Mr. Azar called Air Force One as the president was making the final decision to go ahead with the restrictions on China travel. Mr. Azar was blunt, warning that the virus could develop into a pandemic and arguing that China should be criticized for failing to be transparent.Mr. Trump rejected the idea of criticizing China, saying the country had enough to deal with. And if the president's decision on the travel restrictions suggested that he fully grasped the seriousness of the situation, his response to Mr. Azar indicated otherwise.Stop panicking, Mr. Trump told him.That sentiment was present throughout February, as the president's top aides reached for a consistent message but took few concrete steps to prepare for the possibility of a major public health crisis.During a briefing on Capitol Hill on Feb. 5, senators urged administration officials to take the threat more seriously. Several asked if the administration needed additional money to help local and state health departments prepare.Derek Kan, a senior official from the Office of Management and Budget, replied that the administration had all the money it needed, at least at that point, to stop the virus, two senators who attended the briefing said.\"Just left the Administration briefing on Coronavirus,\" Senator Christopher S. Murphy, Democrat of Connecticut, wrote in a shortly after. \"Bottom line: they aren't taking this seriously enough.\"The administration also struggled to carry out plans it did agree on. In mid-February, with the effort to roll out widespread testing stalled, Mr. Azar announced a plan to repurpose a flu-surveillance system in five major cities to help track the virus among the general population. The effort all but collapsed even before it got started as Mr. Azar for $100 million in funding and the .The number of infections in the United States started to surge through February and early March, but the Trump administration did not move to place large-scale orders for masks and other protective equipment, or critical hospital equipment, such as ventilators. The Pentagon , awaiting any orders to help provide temporary hospitals or other assistance.As February gave way to March, the president continued to be surrounded by divided factions even as it became clearer that avoiding more aggressive steps was not tenable.Mr. Trump had agreed to give an Oval Office address on the evening of March 11 announcing restrictions on travel from Europe, where the virus was ravaging Italy. But responding to the views of his business friends and others, he continued to resist calls for social distancing, school closures and other steps that would imperil the economy.But the virus was already multiplying across the country -- and hospitals were at risk of buckling under the looming wave of severely ill people, lacking masks and other protective equipment, ventilators and sufficient intensive care beds. The question loomed over the president and his aides after weeks of stalling and inaction: What were they going to do?The approach that Mr. Azar and others had planned to bring to him weeks earlier moved to the top of the agenda. Even then, and even by Trump White House standards, the debate over whether to shut down much of the country to slow the spread was especially fierce.Always attuned to anything that could trigger a stock market decline or an economic slowdown that could hamper his re-election effort, Mr. Trump also reached out to prominent investors like Stephen A. Schwarzman, the chief executive of Blackstone Group, a private equity firm.\"Everybody questioned it for a while, not everybody, but a good portion questioned it,\" Mr. Trump said . \"They said, let's keep it open. Let's ride it.\"In a tense Oval Office meeting, when Mr. Mnuchin again stressed that the economy would be ravaged, Mr. O'Brien, the national security adviser, who had been worried about the virus for weeks, sounded exasperated as he told Mr. Mnuchin that the economy would be destroyed regardless if officials did nothing.Soon after the Oval Office address, Dr. Scott Gottlieb, the former commissioner of the Food and Drug Administration and a trusted sounding board inside the White House, visited Mr. Trump, partly at the urging of Jared Kushner, the president's son-in-law. Dr. Gottlieb's role was to impress upon the president how serious the crisis could become. Mr. Pence, by then in charge of the task force, also played a key role at that point in getting through to the president about the seriousness of the moment in a way that Mr. Azar had not.But in the end, aides said, it was Dr. Deborah L. Birx, the veteran AIDS researcher who had joined the task force, whohelped to persuade Mr. Trump. Soft-spoken and fond of the kind of charts and graphs Mr. Trump prefers, Dr. Birx did not have the rough edges that could irritate the president. He often told people he thought she was elegant.On Monday, March 16, Mr. Trump , saying they would be in place for two weeks. The subsequent economic disruptions were so severe that the president repeatedly suggested that he wanted to lift even those temporary restrictions. He frequently asked aides why his administration was still being blamed in news coverage for the widespread failures involving testing, insisting the responsibility had shifted to the states.During the last week in March, Kellyanne Conway, a senior White House adviser involved in task force meetings, gave voice to concerns other aides had. She warned Mr. Trump that his wished-for date of Easter to reopen the country likely couldn't be accomplished. Among other things, she told him, he would end up being blamed by critics for every subsequent death caused by the virus.Within days, he watched images on television of a calamitous situation at Elmhurst Hospital Center, miles from his childhood home in Queens, N.Y., where from the coronavirus in 24 hours.He left the restrictions in place.Mark Walker contributed reporting from Washington, and Mike Baker from Seattle. Kitty Bennett contributed research."}
]